[    
	{
      "id":45,
      "name":"Boom Forest",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://boomforest.com/",
      "mp3":"https://soundcloud.com/rslblog-com/boom-forest-shadow-of-doubt",
      "thumb":"http://songchant.com/outlaw/images/boomforest_th.jpg",
      "image":"http://songchant.com/outlaw/images/boomforest.jpg",
      "bio":"John Paul Roney is what's next. Playing music as BOOM FOREST, you'll find folk driven by madness and love. With angelic vocals and dramatic use of distortion, driving drums and an odd, iconic etherea that's somehow oddly religious in feel - this one has got it ALL. Listen and then listen again.. Boom Forest is the spiritual wailings of John Paul Roney from the automated woods of tomorrow." 
      },
           {
      "id":42,
      "name":"Skunkmello",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"'https://twitter.com/thersl'",
      "url2":"window.open('https://twitter.com/thersl', '_system', 'location=yes')",
      "url3":"https://twitter.com/thersl",
      "mp3":"https://soundcloud.com/skunkmello/backseat-gypsy-1",
      "thumb":"http://songchant.com/outlaw/images/skunkmello_th.jpg",
      "image":"http://songchant.com/outlaw/images/skunkmello.jpg",
      "bio":"Sewer blues and gutter grooves for the barefooted and absent minded. After almost 3 years of late nights, lost shoes, and last calls, Skunkmello remains one of New York City's hardest working and most prolific new bands. After a single blistering recording session in August 2012, the band released their debut 'Whiskey & Oatmeal' to an overwhelmingly positive response online and at college radio. June 2013 saw the release of a second EP 'Lowlife Dreams' which was Mastered by Grammy Award Winner Brian Lucey (best known for his work on The Black Keys' 'Brothers' and 'El Camino')."
       },   
                {
      "id":30,
      "name":"K Phillips & The Concho Pearls",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://www.kphillipsmusic.com/",
      "mp3":"https://soundcloud.com/k-phillips/kats-song-what-i-cant-have",
      "thumb":"http://songchant.com/outlaw/images/kphillips_th.jpg",
      "image":"http://songchant.com/outlaw/images/kphillips.jpg",
      "bio":"On K Phillips' debut American Girls, the West Texan champions the desperate, the sleazy and the broken, with small-town murals that glimpse into the jealousy of a sheriff, lovers that freeze to death and a crude lothario that misquotes dead poets. He prefers bygone rock sounds, leading his band on resonator, mouth harp, banjo, guitar, Hammond B3 and Piano, the latter being his primary tool. “The piano playing came out of necessity. I wanted to write country ballads, Motown grooves and gospel music and it’s not the same on the guitar,” he says, drawing from southern soul and rock as well — his heroes garnered from classic rock radio’s key kings like Leon Russell, Billy Preston and Gregg Allman."
       }
]



