[    
{     "id":11,
      "name":"Fort Frances",
      "day":"Saturday",
      "dayId":"2",
      "time":"TBD",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://fortfrancesmusic.com/",
      "fb":"https://www.facebook.com/fortfrancesband",
      "twitter":"https://twitter.com/thefortfrances?lang=en",
      "mp3":"https://soundcloud.com/fort-frances/plastic-hearts-1",
      "mp3name":"Plastic Hearts",
      "thumb":"http://songchant.com/outlaw/images/fortfrances_th.jpg",
      "image":"http://songchant.com/outlaw/images/fortfrances.jpg",
      "bio":"Fort Frances' new album is, No One Needs to Know Our Name. Yes, it's an odd title for an record considering most independent bands are doing everything possible to win exposure. It’s more of a personal manifesto of this band. In an age of hyper-connectivity and public oversharing, frontman and chief lyricist, David McMillin, says, “This is a reminder that we are all allowed to shut out the noise.” Fort Frances is McMillin, Aaron Kiser and Jeffrey Piper."
       },
{   "id":12,
      "name":"OldJack",
      "day":"Saturday",
      "dayId":"2",
      "time":"10:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://oldjackmusic.com/",
      "fb":"https://www.facebook.com/oldjackband",
      "mp3":"https://soundcloud.com/oldjack/hold-tight",
      "mp3name":"Hold Tight",
      "thumb":"http://songchant.com/outlaw/images/oldjack_th.jpg",
      "image":"http://songchant.com/outlaw/images/oldjack.jpg",
      "bio":"OldJack is a group of circumstance. While recording other bands, Lead singer/songwriter Dan “GoodWood” Nicklin would find himself requesting his clients and musician friends to help make a studio record. In the Winter of 2008 a show was offered and OldJack took its first line up. While the members have changed and the band has grown in numbers (they currently bring 8-9 people to the stage) the band is still developing it’s soul/rock sound. With two guitars, bass, drums, organ/keys, three female background singers, and a front man from yesterday, OldJack belts out their original material with lots of harmonies, big vocals, and guitar solos galore."
      },
{     "id":13,
      "name":"Diana DeMuth",
      "day":"Saturday",
      "dayId":"2",
      "time":"8:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.dianademuthmusic.com/",
      "fb":"https://www.facebook.com/dianademuthmusic",
      "twitter":"https://twitter.com/dianademuthhq",
      "mp3":"https://soundcloud.com/diana-demuth-1/albuquerque",
      "mp3name":"Albuquerque",
      "thumb":"http://songchant.com/outlaw/images/dianademuth_th.jpg",
      "image":"http://songchant.com/outlaw/images/dianademuth.jpg",
      "bio":"Diana DeMuth is a folk/rock musician originally from Boston, MA. She began singing, writing, and playing guitar at the age of thirteen and recorded her first EP at fourteen. In 2014 DeMuth auditioned for the X Factor USA and appeared in front of celebrity judges Simon Cowell, Demi Lovato, and Kelly Rolland all of whom put her through to the next rounds. DeMuth would eventually make it to the top 50 and return home to work with distinguished producer Alain Mallet on her debut album \"Albuquerque\". The album incorporates her soulful and intimate sound and lyrics with unique arrangements. Diana is now touring across the United States and the album is out now!" 
      },
{     "id":14,
      "name":"Canyon Spells",
      "day":"Friday",
      "dayId":"1",
      "time":"10:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://datlband.com/",
      "fb":"https://www.facebook.com/canyonspellsband?fref=ts",
      "twitter":"https://twitter.com/andthelion",
      "mp3":"https://soundcloud.com/datlband/daniel-and-the-lion-death-head",
      "mp3name":"Death Head",
      "thumb":"http://songchant.com/outlaw/images/canyonspells_th.jpg",
      "image":"http://songchant.com/outlaw/images/canyonspells.jpg",
      "bio":"Canyon Spells (formerly Daniel and the Lion), is an independent folk-pop duo consisting of Jimmie Linville and Daniel Pingrey. Friends since high school, and hailing from the secluded town of Baraboo, WI, they formed in 2009 and have released two full length albums, Sweet Teeth and Death Head. Their sound is a dichotomy of forces... Pingrey’s heady musicality and lush arrangements starkly compliment Linville’s catchy melodies, heartfelt lyrics and canyon voice."
      }, 
                {
      "id":67,
      "name":"K Phillips",
      "day":"Friday",
      "dayId":"1",
      "time":"9:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://www.kphillipsmusic.com/",
      "fb":"https://www.facebook.com/pages/K-Phillips/144599505617584",
      "twitter":"https://twitter.com/thekphillips",
      "mp3":"https://soundcloud.com/k-phillips/kats-song-what-i-cant-have",
      "mp3name":"Kat's Song (What I can't have)",
      "thumb":"http://songchant.com/outlaw/images/kphillips_th.jpg",
      "image":"http://songchant.com/outlaw/images/kphillips.jpg",
      "bio":"On K Phillips' debut American Girls, the West Texan champions the desperate, the sleazy and the broken, with small-town murals that glimpse into the jealousy of a sheriff, lovers that freeze to death and a crude lothario that misquotes dead poets. He prefers bygone rock sounds, leading his band on resonator, mouth harp, banjo, guitar, Hammond B3 and Piano, the latter being his primary tool. “The piano playing came out of necessity. I wanted to write country ballads, Motown grooves and gospel music and it’s not the same on the guitar,” he says, drawing from southern soul and rock as well — his heroes garnered from classic rock radio’s key kings like Leon Russell, Billy Preston and Gregg Allman."
       },
      {
      "id":45,
      "name":"Boom Forest",
      "day":"Saturday",
      "dayId":"2",
      "time":"11:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://boomforest.com/",
      "twitter":"https://twitter.com/boomforest",
      "fb":"https://www.facebook.com/theboomforest",
      "mp3":"https://soundcloud.com/rslblog-com/boom-forest-shadow-of-doubt",
      "mp3name":"Shadow of a Doubt",
      "thumb":"http://songchant.com/outlaw/images/boomforest_th.jpg",
      "image":"http://songchant.com/outlaw/images/boomforest.jpg",
      "bio":"John Paul Roney is what's next. Playing music as BOOM FOREST, you'll find folk driven by madness and love. With angelic vocals and dramatic use of distortion, driving drums and an odd, iconic etherea that's somehow oddly religious in feel - this one has got it ALL. Listen and then listen again.. Boom Forest is the spiritual wailings of John Paul Roney from the automated woods of tomorrow." 
      },
           {
      "id":42,
      "name":"Skunkmello",
      "day":"Saturday",
      "dayId":"2",
      "time":"9:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://skunkmello.com/",
      "mp3":"https://soundcloud.com/skunkmello/backseat-gypsy-1",
      "mp3name":"Backseat Gyspy",
      "thumb":"http://songchant.com/outlaw/images/skunkmello_th.jpg",
      "image":"http://songchant.com/outlaw/images/skunkmello.jpg",
      "bio":"Sewer blues and gutter grooves for the barefooted and absent minded. After almost 3 years of late nights, lost shoes, and last calls, Skunkmello remains one of New York City's hardest working and most prolific new bands. After a single blistering recording session in August 2012, the band released their debut 'Whiskey & Oatmeal' to an overwhelmingly positive response online and at college radio. June 2013 saw the release of a second EP 'Lowlife Dreams' which was Mastered by Grammy Award Winner Brian Lucey (best known for his work on The Black Keys' 'Brothers' and 'El Camino')."
       },
{     "id":17,
      "name":"Nate Leavitt",
      "day":"Saturday",
      "dayId":"2",
      "time":"7:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://nateleavittmusic.com/",
      "fb":"https://www.facebook.com/nateleavittmusic",
      "twitter":"https://twitter.com/nate_leavitt",
      "mp3":"https://soundcloud.com/nateleavitt/where-did-your-love-go",
      "mp3name":"Where Did Your Love Go",
      "thumb":"http://songchant.com/outlaw/images/nateleavitt_th.jpg",
      "image":"http://songchant.com/outlaw/images/nateleavitt.jpg",
      "bio":"Nate Leavitt needs no more than 4 minutes to break your heart."
      },
{     "id":18,
      "name":"Cory Branan",
      "day":"Saturday",
      "dayId":"2",
      "time":"10:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://corybranan.com/",
      "fb":"https://www.facebook.com/corybranan",
      "twitter":"https://twitter.com/Corybranan",
      "mp3":"https://soundcloud.com/bshq/you-make-me-by-cory-branan",
      "mp3name":"You Make Me",
      "thumb":"http://songchant.com/outlaw/images/corybranan_th.jpg",
      "image":"http://songchant.com/outlaw/images/corybranan.jpg",
      "bio":"Throughout his career, Cory Branan has been too punk for country, too country for punk, too Memphis for Nashville, and probably a little too Cory Branan for anyone’s damn good. He has proven himself as a top-notch songwriter.  Cory Branan is a natural-born storyteller, his seemingly conversational, painstakingly crafted anecdotes benefitting from a hard-eyed stare at hydra-headed life experiences. Not unlike his musical and literary pedestal sitters, from John Prine and Leonard Cohen to Raymond Carver and Gabriel Garcia Marquez, Cory's gift for detail and phrase-turning is a thing of wonder. Cory has a well-documented history with groups like former label mates Lucero, musicians of his ilk who trend toward the rawer end of roots music (The Loved Ones' Dave Hause, Chuck Ragan, The Hold Steady, The Gaslight Anthem, Two Cow Garage, Drag the River's Jon Snodgrass), and rock stars like Chris Carrabba (Dashboard Confessional), who has covered Cory's gorgeous \"Tall Green Grass\" and been a reoccurring tour mate. Never one to shy away from an itinerary of non-stop cross-country shows, Cory possesses a unique performance style that enables him to gravelly sing a coy double entendre in one ear of the audience, while yelling the most beautiful love song into the other."
      },

{     "id":15,
      "name":"Turbo Fruits",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://turbofruits.com/",
      "fb":"https://www.facebook.com/turbofruits",
      "twitter":"https://twitter.com/turbofruits/",
      "mp3":"https://soundcloud.com/turbo-fruits/the-way-i-want-you",
      "mp3name":"The Way I Want You",
      "thumb":"http://songchant.com/outlaw/images/turbofruits_th.jpg",
      "image":"http://songchant.com/outlaw/images/turbofruits.jpg",
      "bio":"Nashville, Tennessee band Turbo Fruits have made their name with notoriously wild live shows and frenetic rock songs about girls, drugs and frying their brains. On ‘No Control’ (in stores 4/20/15) their fourth and most self-aware album, the band emerges from their teenage haze of pot smoke with a fresh perspective, directly addressing the uncertainties and fear of serious relationships, real life and the chaos that can be created by life on the road …"
      }, 

{     "id":16,
      "name":"The Secret Sisters",
      "day":"Friday",
      "dayId":"1",
      "time":"12:00am",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://www.secretsistersband.com/",
      "fb":"https://www.facebook.com/TheSecretSisters",
      "twitter":"https://twitter.com/thesecretsister",
      "mp3":"https://soundcloud.com/niceshirt-1/the-secret-sisters-tomorrow-will-be-kinder",
      "mp3name":"Tomorrow Will Be Kinder",
      "thumb":"http://songchant.com/outlaw/images/secretsisters_th.jpg",
      "image":"http://songchant.com/outlaw/images/secretsisters.jpg",
      "bio":"The Secret Sisters initiate many new traditions on their second full-length album, Put Your Needle Down (Republic Records)—produced by the legendary T Bone Burnett. The duo of Laura and Lydia Rogers has certainly come a long way from their critically acclaimed 2010 self-titled debut and an even longer way from their childhood in Florence, Alabama—just outside of the legendary music mecca Muscle Shoals. Embracing a myriad of styles and focusing on songwriting this time around, their growth becomes evinced within both the music and the title."
      }, 

{     "id":19,
      "name":"Midnite on Pearl Beach",
      "day":"Saturday",
      "dayId":"2",
      "time":"TBD",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"https://midniteonpearlbeach.bandcamp.com/",
      "fb":"https://www.facebook.com/MidniteOnPearlBeach",
      "twitter":"//twitter.com/midniteopb",
      "mp3":"https://soundcloud.com/midnite-on-pearl-beach/no-mystery-in-that",
      "mp3name":"No Mystery In That",
      "thumb":"http://songchant.com/outlaw/images/midniteonpearlbeach_th.jpg",
      "image":"http://songchant.com/outlaw/images/midniteonpearlbeach.jpg",
      "bio":"A 1981 El Camino rumbles down the side street, speakers busted, but still full of magic and life...Midnite On Pearl Beach hastily scrawled on the side. Dark, dreamy, soulful rock-and-roll, spearheaded by Louisiana born, Chicago-resident Justin Jahnke, Midnight On Pearl Beach is Justin's take on psychedelic rock, trippy folk, and poppy rhythm and blues. 'Lamplighter' is the first release, a full-length album recorded at Engine Studios and Clava Studios in Chicago. 'Bermuda' is a soon-to-be-released EP recorded at Rattlesnake Studio."
      },

{     "id":20,
      "name":"Daniel Ellsworth and The Great Lakes",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://danielellsworthandthegreatlakes.com/",
      "fb":"https://www.facebook.com/danielellsworthandthegreatlakes",
      "twitter":"https://twitter.com/DEandTGL",
      "mp3":"https://soundcloud.com/danielellsworthmusic/sun-goes-out",
      "mp3name":"Sun Goes Out",
      "thumb":"http://songchant.com/outlaw/images/greatlakes_th.jpg",
      "image":"http://songchant.com/outlaw/images/greatlakes.jpg",
      "bio":"They never look the same at the end of their set; a pair of hip horn-rimmed glasses breaks in half, buttons become undone, and their once slicked-back hair is simply not anymore. But they wouldn’t be themselves if it were any other way; they thrive when they render themselves void of energy, and humbly hope it rubs off on the kids in the crowd, too. They are Daniel Ellsworth & The Great Lakes. To see them live is to experience the crux of who they are: A high-energy indie rock band dead set on producing the best live sound they know how. And boy, do they know how."
      },
{     "id":21,
      "name":"ELEL",
      "day":"Friday",
      "dayId":"1",
      "time":"11:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://elelmusic.com/",
      "fb":"https://www.facebook.com/elelmusic",
      "twitter":"https://twitter.com/elelmusic",
      "mp3":"https://soundcloud.com/el-el-3/40-watt",
      "mp3name":"40-Watt",
      "thumb":"http://songchant.com/outlaw/images/elel_th.jpg",
      "image":"http://songchant.com/outlaw/images/elel.jpg",
      "bio":"Nashville 8-piece ELEL had a big summer. Their debut track '40 Watt', an effervescent blast of feel good indie pop, drew comparisons to the likes of Vampire Weekend and MGMT, winning over a slew of blogs and affording them the opportunity to perform at Bonnaroo Festival. The band are set to release their debut album 'Geode' early next year on Mom+Pop.  ELEL, consisting of two horns, two drums, three keys ,guitar, bass and whole lot of vocals, was born from front man Ben Elkins meeting a girl named Eliska. Ben's now wife softened his edges while introducing him to the likes of Beach House and Toro Y Moi. Speaking on ELEL, Ben says 'It’s the outcome of me producing music that risks leaving space and communicates emotion easily and softly.'  This band represents a new start for its members, for a variety of reasons. Tied together by the bustling Nashville music scene but from an array of locations, ELEL includes Ben (Arkansas), Zach (Kentucky), Tim (Mississippi), Jo Jo (Queens, NY), Alex (Pennsylvania), and life-long Nashvillians (so far) Fredrick, Jerry and Stefan. According to Ben, '40 Watt is a big loud dance song about dancing with one other person in a little bitty house.' We have more exciting news very soon."
      },
{     "id":22,
      "name":"Jill Andrews",
      "day":"Friday",
      "dayId":"1",
      "time":"8:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://jillandrews.com/",
      "fb":"https://www.facebook.com/jillandrewsmusic",
      "twitter":"https://twitter.com/jillandrews",
      "mp3":"https://soundcloud.com/jillandrews/shimmer-like-gold",
      "mp3name":"Shimmer Like Gold",
      "thumb":"http://songchant.com/outlaw/images/jillandrews_th.jpg",
      "image":"http://songchant.com/outlaw/images/jillandrews.jpg",
      "bio":"Jill Andrews began her music career in 2004 by co-founding the alt-country group,  the everybodyfields.  After releasing three albums and touring the country with the band, she decided to make a go of it on her own.  And in 2009, she released her self titled EP,  followed up with the full-length album, The Mirror in 2011.  Jill has been on the road with The Avett Brothers and many other super talented folks.  Her songs have been showcased on such shows as Grey's Anatomy, Nashville, Hart of Dixie,  American Idol...etc.  She just finished recording a new record, 'The War Inside,' and is working on an upcoming relase date for late 2014/early 2015.  Jill currently resides in beautiful Nashville, TN."
      },
{     "id":23,
      "name":"Erin Rae and The Meanwhiles",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"https://themeanwhiles.bandcamp.com/",
      "fb":"https://www.facebook.com/pages/Erin-Rae/257633649773",
      "twitter":"",
      "mp3":"https://soundcloud.com/erin-rae/hard-time-believing-erin-rae",
      "mp3name":"Hard Time Believing",
      "thumb":"http://songchant.com/outlaw/images/erinrae_th.jpg",
      "image":"http://songchant.com/outlaw/images/erinrae.jpg",
      "bio":"Erin Rae, Graham Bechler, and Cori LeCain got together to form The Meanwhiles in early 2011, and began recording their debut album, Crazy Talk EP, in June. Beginning with simple songs written by Erin Rae, Graham Bechler took this project under his wing and produced them to become the beautiful, dynamic songs they are now. With the help of many Nashville friends and fellow musicians, this EP has become a first effort The Meanwhiles are very excited to share."
      },
{     "id":24,
      "name":"Parlour Bells",
      "day":"Friday",
      "dayId":"1",
      "time":"11:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://parlourbells.com/",
      "fb":"https://www.facebook.com/parlourbells",
      "twitter":"https://twitter.com/parlourbells",
      "mp3":"https://soundcloud.com/rslblog-com/parlour-bells-id-like-to-think",
      "mp3name":"I'd Like To Think",
      "thumb":"http://songchant.com/outlaw/images/parlourbells_th.jpg",
      "image":"http://songchant.com/outlaw/images/parlourbells.jpg",
      "bio":"Called one of Boston’s Best Local Rock Bands by CBS Boston, Parlour Bells is dusky, darkly romantic lounge pop and art rock from the Boston-area songwriting duo of Glenn di Benedetto and Nate Leavitt.  Frontman Glenn di Benedetto, who has drawn comparisons to Bowie, Nick Cave and Perry Farrell, croons dramatic anthems against gritty, rocking neo-glam and pop riffs. Nate Leavitt’s guitar is commanding straight-up rock set against a taut, sexy rhythm section, bright dreamy synth and strong male and female backing vocals. While they fit most comfortably in the rock genre, Parlour Bells craft pop songs that are potentially cross-marketable."
      },
{     "id":25,
      "name":"Cheyenne Medders",
      "day":"Friday",
      "dayId":"1",
      "time":"8:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://cheyennemedders.com/",
      "fb":"https://www.facebook.com/cheyennemedders",
      "twitter":"https://twitter.com/cheyennemedders",
      "mp3":"https://soundcloud.com/cheyennemedders/coffins-nail",
      "mp3name":"Coffin's Nail",
      "thumb":"http://songchant.com/outlaw/images/cheyennemedders_th.jpg",
      "image":"http://songchant.com/outlaw/images/cheyennemedders.jpg",
      "bio":"Twenty-five year old Cheyenne Medders has been writing and recording songs for half his life. Born in Northern Georgia into a musical family, he absorbed the songs coming out of his father’s mouth and stereo, from a Johnny Horton gold rush to Elton John’s Madman Across the Water. It’s no wonder that Cheyenne’s aspiration became creating music as timeless as it is progressive. He has been described as 'Warren Zevon meets The Shins.'  While attending Harding University in Arkansas, a second home to which he often returns to play, Cheyenne gained a following performing in clubs, coffeehouses and actual houses, singing with a gravelly voice akin to a Southern accented Jeff Tweedy. Back in his apartment he furthered his skills as a writer, musician and engineer. Whether composing on guitar, bass, or piano, his aim is to deliver the song that will stick in your heart; the song that marries honest folk and rock & roll to clever pop without compromising either.  In the summer of 2006, after moving to Nashville, Cheyenne released his first album Carry Us Away, a prog-folk work that Maverick Magazine described as 'very different, very good' and 'a cut above the rest.' Matching the rambling, acoustic vibe of the record, he assembled a folk band and hit the road for a Pacific Coast tour in a minivan, selling cds and t-shirts and staying with friends along the way."
      },
 {     "id":26,
      "name":"Matt Sucich",
      "day":"Friday",
      "dayId":"1",
      "time":"9:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.mattsucich.com/",
      "fb":"https://www.facebook.com/MattSucich",
      "twitter":"https://twitter.com/EsMatteo",
      "mp3":"https://soundcloud.com/mattsucich/mirages",
      "mp3name":"Mirages",
      "thumb":"http://songchant.com/outlaw/images/mattsucich_th.jpg",
      "image":"http://songchant.com/outlaw/images/mattsucich.jpg",
      "bio":"Matt Sucich spent 2014 writing, performing, and recording the follow up to his self-produced 2012 full-length 'Layers.' His band was also there. So was producer & engineer Paul Loren. Together they released a single, 'The Lonely Dreamer,' and as 2015 unfolds, new live video sessions and studio-recorded, live-to-tape, honest-to-goodness American tracks will be yours to see and hear via magic internet services."
      },
{     "id":27,
      "name":"Buffalo Rodeo",
      "day":"Friday",
      "dayId":"1",
      "time":"12:30am",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.buffalorodeomusic.com/",
      "fb":"https://www.facebook.com/BuffaloRodeo",
      "twitter":"https://twitter.com/buffalorodeo",
      "mp3":"https://soundcloud.com/buffalo-rodeo/butterfly-knife-1",
      "mp3name":"Butterfly Knife",
      "thumb":"http://songchant.com/outlaw/images/buffalorodeo_th.jpg",
      "image":"http://songchant.com/outlaw/images/buffalorodeo.jpg",
      "bio":"Buffalo Rodeo’s latest EP '123 Water' dances a line between classical ethereal sounds reminiscent of 70’s bands like Pink Floyd and Fleetwood Mac and modern psychedelic variations like Mac Demarco and Tame Impala. A considerable maturation from their 2013 release 'Home Videos', Buffalo Rodeo strives to combine tight rhythms and ambient melodies with expressive vocal harmonies on their newest release.  Formed around 2008 in a music-thirsty gulch of the hills of Bowling Green, KY around the likes of Cage the Elephant, Sleeper/Agent, and Morning Teleportation, Buffalo Rodeo has worked tirelessly as an independent band securing shows at festivals such as The Big To-Do Festival, Starry Nights Music & Arts Festival, and Riot Fest, as well as booking tours in around 25 states in 2013 alone."
      },
        {     "id":28,
      "name":"Caleb Groh",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://www.iamcalebgroh.com/",
      "fb":"https://www.facebook.com/calebgrohmusic",
      "twitter":"https://twitter.com/CalebGroh",
      "mp3":"https://soundcloud.com/calebgroh/ellis-d",
      "mp3name":"Ellis-D",
      "thumb":"http://songchant.com/outlaw/images/calebgroh_th.jpg",
      "image":"http://songchant.com/outlaw/images/calebgroh.jpg",
      "bio":"Nashville-based Caleb Groh (pronounced GROW) has been singing, writing, producing and playing since 13 years old. He’s jumped genres from album to album, with his signature, descriptive and hard-hitting lyrical style (comprising historical, biblical, and mythological figures in fictional contexts) as a constant adhesive.  Caleb grew up in Connecticut, California, New York, Florida, Boston and Nashville, whose landscapes and cultures give his songs a wide range of scenery and inspiration.  He released his first album, titled Homemade, as Happiest Lion at 16 years old. Mammoth Moon followed in 2010, with two Christmas records close behind as Caleb and the Caroling Caravan. In 2011, he dropped the moniker Happiest Lion and released Down, Dakota! as Caleb Groh, followed by Bottomless Coffee in 2012, which won him a Boston Music Award for Folk Artist of the Year."
      },
       {     "id":29,
      "name":"Angel Snow",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://angelsnow.net/",
      "fb":"https://www.facebook.com/angelsnowmusic",
      "twitter":"https://twitter.com/ImAngelSnow",
      "mp3":"https://soundcloud.com/angelsnowmusic/secret",
      "mp3name":"Secret",
      "thumb":"http://songchant.com/outlaw/images/angelsnow_th.jpg",
      "image":"http://songchant.com/outlaw/images/angelsnow.jpg",
      "bio":"The highest caliber of artistry is often intertwined with the deepest sincerity. As is the case with rising star Angel Snow, whose music is the truest and most honest reflection of her life. Acclaimed star Alison Krauss recognized this rare quality and recorded three songs written by Snow for the deluxe edition of the band’s latest album. Shortly after, Alison introduced Angel Snow to Viktor Krauss. She felt they would have cool creative chemistry and she was right. Viktor and Angel proceeded to meet and write the song 'Lie Awake' which would become the title track to Snow's sophomore record produced by Viktor. After touring the US and UK for Lie Awake, Angel is currently recording a new album with a sound that translates the unique ways her lyrics and voice have evolved. Exploring the deepest sides of human emotion, it is Angel's hope that she might question and touch topics that often go unspoken and in doing so create honest music that provokes an emotional response to which we can all relate. Look for her new music to release in 2015."
      },
       {     "id":30,
      "name":"American Hotel",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://americanhotelband.com/",
      "fb":"https://www.facebook.com/americanhotelband",
      "twitter":"https://twitter.com/_americanhotel",
      "mp3":"https://soundcloud.com/american-hotel/pretty-young-girl",
      "mp3name":"Pretty Young Girl",
      "thumb":"http://songchant.com/outlaw/images/americanhotel_th.jpg",
      "image":"http://songchant.com/outlaw/images/americanhotel.jpg",
      "bio":"American Hotel is a new collaborative project featuring Jesse Hall, Jeremy Lister, Adam Binder, Anthony Fiacco, and Vince Gard. The band showcases 3 lead singers (Hall, Lister, Loucks) and is currently recording their debut album, eyeing a mid-year release."
      },
             {     "id":31,
      "name":"Gardening, Not Architecture",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://www.fossilsfilm.com/",
      "fb":"https://www.facebook.com/gardeningnotarchitecture",
      "twitter":"http://twitter.com/gnatweets",
      "mp3":"",
      "mp3name":"",
      "thumb":"http://songchant.com/outlaw/images/gardening_th.jpg",
      "image":"http://songchant.com/outlaw/images/gardening.jpg",
      "bio":"Gardening, Not Architecture, born in the deep winter of 2003 in Wisconsin, is the brain child of Sarah Saturday. It was never supposed to be more than a few recorded demos. The project wouldn’t be named until 2007, and wouldn’t see its first live performance until 2009, only after pressure from friends and fans to release more songs and start playing shows. Since then, Sarah has played over 200 shows as Gardening, Not Architecture; toured the United States and Canada multiple times as a solo act; self-released two full-length albums; and had her music featured in television shows, promotional videos, and feature films. She is currently venturing into the world of film scoring, composing her first score for an independent feature film Superpowerless, (currently in post-production), and releasing a three-part anthology film for her upcoming album, Fossils, which is due out in July 2015."
      },
       {     "id":32,
      "name":"Secret Set",
      "day":"Saturday",
      "dayId":"2",
      "time":"12:00am",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"",
      "fb":"",
      "twitter":"",
      "mp3":"",
      "mp3name":"",
      "thumb":"http://songchant.com/outlaw/images/_th.jpg",
      "image":"http://songchant.com/outlaw/images/.jpg",
      "bio":"It's a secret!"
      },
      {     "id":33,
      "name":"Corey James & Sara Bost",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://www.coreyjamesbost.com/",
      "fb":"https://www.facebook.com/coreyjamesbost",
      "twitter":"https://twitter.com/coreyjamesbost",
      "mp3":"https://soundcloud.com/coreyjamesbost/features",
      "mp3name":"Features",
      "thumb":"http://songchant.com/outlaw/images/coreyjamesbost_th.jpg",
      "image":"http://songchant.com/outlaw/images/coreyjamesbost.jpg",
      "bio":"Corey James Bost is a Singer/Songwriter from south Florida that now resides in Nashville TN. His first release was in the form of an EP called 'Kingdom' that came out in early 2013. Kingdom was followed up quickly by the debut LP 'Heritage' that was released in the summer of 2014. You can see Corey frequenting venues all over the states in the remainder of this year."
      },
          {     "id":35,
      "name":"Morgan Ovens",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"https://www.reverbnation.com/morganovens",
      "fb":"https://www.facebook.com/morganovensmusic",
      "twitter":"https://twitter.com/morganovens",
      "mp3":"https://soundcloud.com/morganovens/back-around",
      "mp3name":"Back Around",
      "thumb":"http://songchant.com/outlaw/images/morganovens_th.jpg",
      "image":"http://songchant.com/outlaw/images/morganovens.jpg",
      "bio":"Pop/country singer, songwriter, Morgan Ovens has performed across the US, Canada, Sweden and recently returned from headlining her first tour in China. This Top 16 X Factor finalist was singing before she could talk and dancing hours away in her play room in small town Ontario, Canada. She moved to Nashville, TN fresh out of high school to hone her song writing working only with the best of the best. A couple hundred demos later and writing with those who have penned hits for Taylor Swift, Carrie Underwood, Rascal Flatts and Beyonce Morgan moved to LA to be by the ocean and to work with pop writers and producers. Needless to say it’s been a busy year for her from receiving 3 'yeses' from the judges on American Idol, writing with TBoz of TLC, filming a Doritos commercial, making a red carpet appearance at the LA Music Awards and hosting the LA comedy awards and being top 10 on ReverbNation’s independent artist chart. One of her newest songs, 'Back Around' is about her move to California. 'The song is about living life to the fullest because you’ve only got one to live' she says. These days Morgan is in the studio working on her new sound inspired by freedom and unexpected collaboration. First EP to be released early fall 2015."
      }
]



