[    
{         "id":101,
      "name":"Dani Dorchin",
      "day":"Wednesday",
      "dayId":"1",
      "time":"20:30pm",
      "stageId":"1",
      "stage":"The Zone",
      "url":"http://danidorchinmusic.com/",
      "fb":"https://www.facebook.com/danidorchinmusic/",
      "twitter":"",
      "mp3":"http://danidorchin.bandcamp.com/",
      "mp3name":"One Man Band",
      "thumb":"http://songchant.com/outlaw/images/danidorchin_th.jpg",
      "image":"http://songchant.com/outlaw/images/danidorchin.jpg",
      "bio":"Recently named one of Israel's 5 new up and coming acts to follow by the online magazine The Culture Trip, Dorchin has been performing his dazzling take on the one-man-band tradition in clubs and festivals across Israel for the last 2 years, following on the heels of his critically acclaimed solo debut album, and is now ready to take it overseas. Dorchin's blend of blues, garage rock and groove is both fresh and raw, combining original lyrics with dirty guitar riffs and simple yet effective rhythm, leaving the crowd no other option but to move. Dorchin's one man band is his first solo project. In his resume are collaborations with some of Israel's leading acts (Asaf Avidan, Uzi Ramirez, Rona Kenan, The Greenbaums), collaborations with international blues artists (Rev. K.M. Williams, L.C. Ulmer) and opening for Bob Log III, Robert Cray and Woven Hand. In January 2014 Dorchin represented the Israeli Blues Society at the IBC in Memphis TN."

      },
 {         "id":102,
      "name":"Sawyer",
      "day":"Wednesday",
      "dayId":"1",
      "time":"21:05pm",
      "stageId":"1",
      "stage":"The Zone",
      "url":"http://www.sawyerband.com/",
      "fb":"https://www.facebook.com/Sawyer.MusicBand/",
      "twitter":"https://twitter.com/MusicSawyerband",
      "mp3":"https://soundcloud.com/sawyerbandmusic/blind-man",
      "mp3name":"Blind Man",
      "thumb":"http://songchant.com/outlaw/images/sawyer_th.jpg",
      "image":"http://songchant.com/outlaw/images/sawyer.jpg",
      "bio":"Sawyer is an Israeli band that cannot be ignored. It's a Southern Rock 'n' Country Roll combo with a sharp twist and a fun cynical look. Ears are pricked and feet strut to the beat while a big smile comes over your face.Their spicy rock 'n' roll sends you on a journey to the American South. The music takes you on a tour starting at the Louisiana Bayous, on to the low down bars of Texas and straight to the desolate Rocky Desert. The band's original songs combine unique vocals, humorous lyrics and an addictive guitar sound that gets you off your feet! Shay Moshe Moshe - Electric guitar, banjo, harmonica, slide guitar Atara Merhav - vocals Tal Makus - Bass Dror Berger - Drums"

      },

      {         "id":103,
      "name":"Sun Taylor",
      "day":"Wednesday",
      "dayId":"1",
      "time":"21:40pm",
      "stageId":"1",
      "stage":"The Zone",
      "url":"http://www.suntailor.com/",
      "fb":"https://www.facebook.com/suntailor/",
      "twitter":"",
      "mp3":"https://soundcloud.com/suntailor/whos-at-your-window",
      "mp3name":"Who's At Your Window",
      "thumb":"http://songchant.com/outlaw/images/suntaylor_th.jpg",
      "image":"http://songchant.com/outlaw/images/suntaylor.jpg",
      "bio":"A MESSENGER OF INDEPENDENT FOLK, DANCING BETWEEN THE SHADOWS AND THE LIGHT. Since releasing his debut album Like The Tide in 2012, Arnon Naor aka Sun Tailor has become one of the leading figures in the Israeli indie scene. In the past three years he has played on hundreds of stages all over Israel and Europe. From 1000+ venues and festivals such as Reeperbahn (Germany), Cool v Plote (Czech Republic) and InDnegev (Israel), to small acoustic living room shows, he’s played his music live to thousands of people. This Light, Sun Tailor’s new album, represents a shift in his approach to music both as a performer and as a producer. The gentle intimacy that defined his first album is now joined with groove, energy and raw power which all play a big part in the album. Who’s At Your Window, the first release from This Light, received extensive airplay on Israeli radio and music TV channels, in part due to its breathtakingly dark and epic video, which was featured on several European blogs such as Nothing But Hope And Passion. This Light was released in Israel November 2014 and has received major praise from both the indie and the mainstream media. Sun Tailor is currently touring with his band around Israel to promote the album, and will be touring Europe again in summer 2015."

      },

      {         "id":104,
      "name":"Maya Johanna",
      "day":"Wednesday",
      "dayId":"1",
      "time":"22:15pm",
      "stageId":"1",
      "stage":"The Zone",
      "url":"https://mayajohanna.bandcamp.com/",
      "fb":"https://www.facebook.com/MayaJohannaMusic/",
      "twitter":"",
      "mp3":"https://soundcloud.com/maya-johanna/01-turn-it-on-1",
      "mp3name":"Turn It On",
      "thumb":"http://songchant.com/outlaw/images/mayajohanna_th.jpg",
      "image":"http://songchant.com/outlaw/images/mayajohanna.jpg",
      "bio":"Tel Aviv based singer-songwriter Maya Johanna has been an active musician and performer for the past 12 years. She has appeared in numerous productions and recorded albums with several bands. Over the past few years she has been focusing on her own music and is now putting the finishing touches on her debut album, 'Bells In Our Stomachs', due to be released this summer. The album was produced by singer-songwriter Sun Tailor, and mixed and mastered by acclaimed four-time Grammy award winner, Ryan Freeland. Johanna funded the album with the help of her followers, through the crowd-funding site Headstart, So far, two songs have been released from the album: 'Shallow Waters' and 'When The Sky', both accompanied by captivating full-length video clips. Johanna has been touring with her band for the past two years and has performed at some of the most prestigious venues and festivals in the country. She has also toured in the US. She has been titled one of the promising new indie folk artists and voices of Israel."

      },

     {         "id":105,
      "name":"Lola Marsh",
      "day":"Wednesday",
      "dayId":"1",
      "time":"22:50pm",
      "stageId":"1",
      "stage":"The Zone",
      "url":"http://www.anovamusic.com/",
      "fb":"https://www.facebook.com/Lola8Marsh/",
      "twitter":"https://twitter.com/anova_music",
      "mp3":"https://soundcloud.com/anovamusic/lola-marsh-youre-mine",
      "mp3name":"You're Mine",
      "thumb":"http://songchant.com/outlaw/images/lolamarsh_th.jpg",
      "image":"http://songchant.com/outlaw/images/lolamarsh.jpg",
      "bio":"'Meet the Middle East's coolest alt-folk band' – NYLON 'I think I've found me my new favorite folk band of the week' – Indie Shuffle Lola Marsh is a fresh folk-Pop duo whose music combines on-the-sleeve-lyrics and deep warm harmonies. After releasing only a home recorded demo, they gained immediate attraction due to the singers' dramatic presence. Described by KCRW as '…Clearly meant for the stage' following their unforgettable 2014 Primavera performance, the band signed with the leading label Anova Music and talent buyers came knocking. It wasn't long till the band dominated stages at big-named European festivals including this years' Pohoda, Exit & Life Festival to name only a few. The release of their debut single - 'Sirens' mid-March via NYLON continued the band's winning streak after it made waves and gained over 500k streams. It was immediately praised by top media publications in addition to ranking 5th on Spotify's top 10 most viral US tracks. Their debut album is highly anticipated and will be released during 2015."

      },

    {         "id":106,
      "name":"Lost Highways",
      "day":"Wednesday",
      "dayId":"1",
      "time":"23:25pm",
      "stageId":"1",
      "stage":"The Zone",
      "url":"http://losthighwaysmusic.com/",
      "fb":"https://www.facebook.com/LostHighways1/",
      "twitter":"",
      "mp3":"http://losthighways.bandcamp.com/track/the-lost-highway",
      "mp3name":"The Lost Highway",
      "thumb":"http://songchant.com/outlaw/images/losthighways_th.jpg",
      "image":"http://songchant.com/outlaw/images/losthighways.jpg",
      "bio":"The Lost Highways were founded in 2014 out of the the love of the american country music and at first the band wanted to take the greatests songs of hank williams and rearrange them in collaboration with Mediterranean sound.. After a few months the band started to arrange other old songs like 'the letter' that was written in the sixtees, and also started to write a few original songs of themselfs in the spirit of the new style of music that was brought to life- the ethno country ,A style that collaborates the american country music with the Mediterranean desert sound .."

      }
]



