[    
{     "id":11,
      "name":"Fort Frances",
      "day":"Saturday",
      "dayId":"2",
      "time":"TBD",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://fortfrancesmusic.com/",
      "fb":"https://www.facebook.com/fortfrancesband",
      "twitter":"https://twitter.com/thefortfrances?lang=en",
      "mp3":"https://soundcloud.com/fort-frances/plastic-hearts-1",
      "mp3name":"Plastic Hearts",
      "thumb":"http://songchant.com/outlaw/images/fortfrances_th.jpg",
      "image":"http://songchant.com/outlaw/images/fortfrances.jpg",
      "bio":"Fort Frances' new album is, No One Needs to Know Our Name. Yes, it's an odd title for an record considering most independent bands are doing everything possible to win exposure. It’s more of a personal manifesto of this band. In an age of hyper-connectivity and public oversharing, frontman and chief lyricist, David McMillin, says, “This is a reminder that we are all allowed to shut out the noise.” Fort Frances is McMillin, Aaron Kiser and Jeffrey Piper."
       },
{     "id":13,
      "name":"Diana DeMuth",
      "day":"Saturday",
      "dayId":"2",
      "time":"8:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.dianademuthmusic.com/",
      "fb":"https://www.facebook.com/dianademuthmusic",
      "twitter":"https://twitter.com/dianademuthhq",
      "mp3":"https://soundcloud.com/diana-demuth-1/albuquerque",
      "mp3name":"Albuquerque",
      "thumb":"http://songchant.com/outlaw/images/dianademuth_th.jpg",
      "image":"http://songchant.com/outlaw/images/dianademuth.jpg",
      "bio":"Diana DeMuth is a folk/rock musician originally from Boston, MA. She began singing, writing, and playing guitar at the age of thirteen and recorded her first EP at fourteen. In 2014 DeMuth auditioned for the X Factor USA and appeared in front of celebrity judges Simon Cowell, Demi Lovato, and Kelly Rolland all of whom put her through to the next rounds. DeMuth would eventually make it to the top 50 and return home to work with distinguished producer Alain Mallet on her debut album \"Albuquerque\". The album incorporates her soulful and intimate sound and lyrics with unique arrangements. Diana is now touring across the United States and the album is out now!" 
      },

{     "id":18,
      "name":"Cory Branan",
      "day":"Saturday",
      "dayId":"2",
      "time":"10:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://corybranan.com/",
      "fb":"https://www.facebook.com/corybranan",
      "twitter":"https://twitter.com/Corybranan",
      "mp3":"https://soundcloud.com/bshq/you-make-me-by-cory-branan",
      "mp3name":"You Make Me",
      "thumb":"http://songchant.com/outlaw/images/corybranan_th.jpg",
      "image":"http://songchant.com/outlaw/images/corybranan.jpg",
      "bio":"Throughout his career, Cory Branan has been too punk for country, too country for punk, too Memphis for Nashville, and probably a little too Cory Branan for anyone’s damn good. He has proven himself as a top-notch songwriter.  Cory Branan is a natural-born storyteller, his seemingly conversational, painstakingly crafted anecdotes benefitting from a hard-eyed stare at hydra-headed life experiences. Not unlike his musical and literary pedestal sitters, from John Prine and Leonard Cohen to Raymond Carver and Gabriel Garcia Marquez, Cory's gift for detail and phrase-turning is a thing of wonder. Cory has a well-documented history with groups like former label mates Lucero, musicians of his ilk who trend toward the rawer end of roots music (The Loved Ones' Dave Hause, Chuck Ragan, The Hold Steady, The Gaslight Anthem, Two Cow Garage, Drag the River's Jon Snodgrass), and rock stars like Chris Carrabba (Dashboard Confessional), who has covered Cory's gorgeous \"Tall Green Grass\" and been a reoccurring tour mate. Never one to shy away from an itinerary of non-stop cross-country shows, Cory possesses a unique performance style that enables him to gravelly sing a coy double entendre in one ear of the audience, while yelling the most beautiful love song into the other."
      },


{     "id":19,
      "name":"Midnite on Pearl Beach",
      "day":"Saturday",
      "dayId":"2",
      "time":"TBD",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"https://midniteonpearlbeach.bandcamp.com/",
      "fb":"https://www.facebook.com/MidniteOnPearlBeach",
      "twitter":"//twitter.com/midniteopb",
      "mp3":"https://soundcloud.com/midnite-on-pearl-beach/no-mystery-in-that",
      "mp3name":"No Mystery In That",
      "thumb":"http://songchant.com/outlaw/images/midniteonpearlbeach_th.jpg",
      "image":"http://songchant.com/outlaw/images/midniteonpearlbeach.jpg",
      "bio":"A 1981 El Camino rumbles down the side street, speakers busted, but still full of magic and life...Midnite On Pearl Beach hastily scrawled on the side. Dark, dreamy, soulful rock-and-roll, spearheaded by Louisiana born, Chicago-resident Justin Jahnke, Midnight On Pearl Beach is Justin's take on psychedelic rock, trippy folk, and poppy rhythm and blues. 'Lamplighter' is the first release, a full-length album recorded at Engine Studios and Clava Studios in Chicago. 'Bermuda' is a soon-to-be-released EP recorded at Rattlesnake Studio."
      },


{     "id":21,
      "name":"ELEL",
      "day":"Friday",
      "dayId":"1",
      "time":"11:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://elelmusic.com/",
      "fb":"https://www.facebook.com/elelmusic",
      "twitter":"https://twitter.com/elelmusic",
      "mp3":"https://soundcloud.com/el-el-3/40-watt",
      "mp3name":"40-Watt",
      "thumb":"http://songchant.com/outlaw/images/elel_th.jpg",
      "image":"http://songchant.com/outlaw/images/elel.jpg",
      "bio":"Nashville 8-piece ELEL had a big summer. Their debut track '40 Watt', an effervescent blast of feel good indie pop, drew comparisons to the likes of Vampire Weekend and MGMT, winning over a slew of blogs and affording them the opportunity to perform at Bonnaroo Festival. The band are set to release their debut album 'Geode' early next year on Mom+Pop.  ELEL, consisting of two horns, two drums, three keys ,guitar, bass and whole lot of vocals, was born from front man Ben Elkins meeting a girl named Eliska. Ben's now wife softened his edges while introducing him to the likes of Beach House and Toro Y Moi. Speaking on ELEL, Ben says 'It’s the outcome of me producing music that risks leaving space and communicates emotion easily and softly.'  This band represents a new start for its members, for a variety of reasons. Tied together by the bustling Nashville music scene but from an array of locations, ELEL includes Ben (Arkansas), Zach (Kentucky), Tim (Mississippi), Jo Jo (Queens, NY), Alex (Pennsylvania), and life-long Nashvillians (so far) Fredrick, Jerry and Stefan. According to Ben, '40 Watt is a big loud dance song about dancing with one other person in a little bitty house.' We have more exciting news very soon."
      },

 {     "id":26,
      "name":"Matt Sucich",
      "day":"Friday",
      "dayId":"1",
      "time":"9:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.mattsucich.com/",
      "fb":"https://www.facebook.com/MattSucich",
      "twitter":"https://twitter.com/EsMatteo",
      "mp3":"https://soundcloud.com/mattsucich/mirages",
      "mp3name":"Mirages",
      "thumb":"http://songchant.com/outlaw/images/mattsucich_th.jpg",
      "image":"http://songchant.com/outlaw/images/mattsucich.jpg",
      "bio":"Matt Sucich spent 2014 writing, performing, and recording the follow up to his self-produced 2012 full-length 'Layers.' His band was also there. So was producer & engineer Paul Loren. Together they released a single, 'The Lonely Dreamer,' and as 2015 unfolds, new live video sessions and studio-recorded, live-to-tape, honest-to-goodness American tracks will be yours to see and hear via magic internet services."
      },
{     "id":27,
      "name":"Buffalo Rodeo",
      "day":"Friday",
      "dayId":"1",
      "time":"12:30am",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.buffalorodeomusic.com/",
      "fb":"https://www.facebook.com/BuffaloRodeo",
      "twitter":"https://twitter.com/buffalorodeo",
      "mp3":"https://soundcloud.com/buffalo-rodeo/butterfly-knife-1",
      "mp3name":"Butterfly Knife",
      "thumb":"http://songchant.com/outlaw/images/buffalorodeo_th.jpg",
      "image":"http://songchant.com/outlaw/images/buffalorodeo.jpg",
      "bio":"Buffalo Rodeo’s latest EP '123 Water' dances a line between classical ethereal sounds reminiscent of 70’s bands like Pink Floyd and Fleetwood Mac and modern psychedelic variations like Mac Demarco and Tame Impala. A considerable maturation from their 2013 release 'Home Videos', Buffalo Rodeo strives to combine tight rhythms and ambient melodies with expressive vocal harmonies on their newest release.  Formed around 2008 in a music-thirsty gulch of the hills of Bowling Green, KY around the likes of Cage the Elephant, Sleeper/Agent, and Morning Teleportation, Buffalo Rodeo has worked tirelessly as an independent band securing shows at festivals such as The Big To-Do Festival, Starry Nights Music & Arts Festival, and Riot Fest, as well as booking tours in around 25 states in 2013 alone."
      },
 

   
          {     "id":35,
      "name":"Morgan Ovens",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"https://www.reverbnation.com/morganovens",
      "fb":"https://www.facebook.com/morganovensmusic",
      "twitter":"https://twitter.com/morganovens",
      "mp3":"https://soundcloud.com/morganovens/back-around",
      "mp3name":"Back Around",
      "thumb":"http://songchant.com/outlaw/images/morganovens_th.jpg",
      "image":"http://songchant.com/outlaw/images/morganovens.jpg",
      "bio":"Pop/country singer, songwriter, Morgan Ovens has performed across the US, Canada, Sweden and recently returned from headlining her first tour in China. This Top 16 X Factor finalist was singing before she could talk and dancing hours away in her play room in small town Ontario, Canada. She moved to Nashville, TN fresh out of high school to hone her song writing working only with the best of the best. A couple hundred demos later and writing with those who have penned hits for Taylor Swift, Carrie Underwood, Rascal Flatts and Beyonce Morgan moved to LA to be by the ocean and to work with pop writers and producers. Needless to say it’s been a busy year for her from receiving 3 'yeses' from the judges on American Idol, writing with TBoz of TLC, filming a Doritos commercial, making a red carpet appearance at the LA Music Awards and hosting the LA comedy awards and being top 10 on ReverbNation’s independent artist chart. One of her newest songs, 'Back Around' is about her move to California. 'The song is about living life to the fullest because you’ve only got one to live' she says. These days Morgan is in the studio working on her new sound inspired by freedom and unexpected collaboration. First EP to be released early fall 2015."
      }
]



