[    
{         "id":101,
      "name":"Golden Bloom",
      "day":"Thursday",
      "dayId":"1",
      "time":"6:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://www.goldenbloommusic.com/",
      "fb":"https://www.facebook.com/thegoldenbloom",
      "twitter":"https://twitter.com/#!/goldenbloom",
      "mp3":"https://soundcloud.com/goldenbloom/lone-reporter",
      "mp3name":"Lone Reporter",
      "thumb":"http://songchant.com/outlaw/images/goldenbloom_th.jpg",
      "image":"http://songchant.com/outlaw/images/shawnfogel.jpg",
      "bio":"One of the most intellectually-stimulating live acts in America today, Golden Bloom have been invited to bring their brand of brain rock poetry to The Outlaw Roadshow New York. They will open the festivities on Thursday 10/15 at the Bowery Electric. Golden Bloom began as the solo project of multi-instrumentalist Shawn Fogel, who played every part on 2009’s debut full length Fan the Flames and 2011’s March to the Drums EP. During this time, he earned the attention of tastemakers like SPIN, Magnet, and Daytrotter. After years of touring with a band, however, he found that songs had evolved beyond their studio versions, and the musicians he had surrounded himself with added new depth and dimension to the music. On 2013’s No Day Like Today EP, live band members Josh Cohen, Jeff Patlingrao, and Justin Hofmann joined Fogel to hone a new batch of catchy, thoughtful songs, recording for the first time as a full band.  'Golden Bloom had always worked with outside producers and recording engineers in the past,' says Fogel, 'but this time we decided to do it all ourselves. Josh had been building his studio for the past few years, and had recorded and produced several albums for other artists (Kayln Rock, Eva Walsh). We knew it would take a little longer but we were up for the challenge.' Searching for Sunlight did take longer to write and record than they hoped, but in the process, they discovered a better album than the one they initially set out to make. The new record is anticipated for an early 2016 release via Rhyme &  Reason Records. We are absolutely delighted to have Golden Bloom back with us in New York City. The members of this band have danced around the same fires as us many times and we are always the greater for it. Expect to hear some truly wonderful things from the band this year. We know them to be one of the best going!"
      },
             {
      "id":102,
      "name":"Brick Briscoe",
      "day":"Thursday",
      "dayId":"1",
      "time":"7:00pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://brickbriscoe.com/",
      "fb":"https://www.facebook.com/brickbriscoemusic",
      "twitter":"https://twitter.com/BrickBriscoe",
      "mp3name":"Indigo And Tiny Yellow Dots",
      "mp3":"https://soundcloud.com/brick-briscoe/indigo-and-tiny-yellow-dots",
      "thumb":"http://songchant.com/outlaw/images/brickbriscoe_th.jpg",
      "image":"http://songchant.com/outlaw/images/brickbriscoe.jpg",
      "bio":"You are only meeting him, but I assure that ramshackle rock poet Brick Briscoe is a kindred spirit. A radio-man and a producer as well as a live performer, he channels the energy and experiences on life's road into avant garde performances that are both intense and thought-provoking. It takes all types to make a music community and The Outlaw Roadshow couldn't be more pleased to make Brick Briscoe part of ours. Brick opens the Map Room stage of The Bowery Electric on Thursday 10/15. Expect the unexpected! In between regional gigs and the occasional foray to Chicago, Minneapolis or LA, Brick gets by producing and directing episodic television. And also by scoring independent film and television projects. Recently he has started producing and hosting a radio show on an NPR affiliate called 'The Song Show.' It is a show where Brick show’s his true passion for music and mines the deep history of song by relating common themes across genres and time periods in each episode. Brick was born and raised in Petersburg, Indiana. Although he wanted to do nothing more than be in a rock band, he was coerced into attending university. After taking a class at Indiana University on the complete works of Charles Chaplin, he decided to try to make films. During a stint at Southern Illinois University the following year, he discovered Truffaut, Godard and Tarkovsky, thus his fate was sealed."
},
      {
      "id":103,
      "name":"Cask Mouse",
      "day":"Thursday",
      "dayId":"1",
      "time":"7:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://caskmouse.com/",
      "fb":"https://www.facebook.com/caskmouseband",
      "twitter":"https://twitter.com/caskmouse",
      "mp3name":"The Saint of Killers",
      "mp3":"https://soundcloud.com/rslblog-com/cask-mouse-the-saint-of",
      "thumb":"http://songchant.com/outlaw/images/caskmouse_th.jpg",
      "image":"http://songchant.com/outlaw/images/caskmouse.jpg",
      "bio":"When the world was looking the other way, New England's Cask Mouse became the best thing going. This fiery act will always be known by Adam & I as the little band that blew away Austin in 2013. That day the band triumphed like never before - proving they were capable of some amazing heights. (The Mouse captivated an audience of hundreds on the road under the awesome heat of a Texas sun. They earned a minutes long standing ovation and free drinks from the appreciative crowd!) And the band hasn't slowed down ever since. Think of this as a long-overdue homecoming for Cask Mouse! Your next favorite new band? There's a very good chance that if you see Cask Mouse at The Outlaw it will be on of your favorite sets of the weekend. Come to The Bowery Electric Thursday 10/15 and find out for yourself!  Cask Mouse is in their own words, 'a true contradiction'. It's  a quality reflected in the range of the songs that occupy their set and perhaps due to the various creative minds that have somehow come together to form this wonderful sonic amalgam.  Says the band: 'Cask Mouse are people who love music, people who love people and people who love a good time. We are humbled and thankful to have an audience to such a personal journey. Weather its a living room, a backyard, pub or theater we find ourselves still amazed by warmth and positivity that derives from our music. We are you. For that we thank you for listening, for being adventurous, and for being you!'    Cask Mouse are: Kevin Boldwin, Mitch Belch, Bonnie Parks, Jonny Howes and Joe Wyatt."
},
       {
      "id":104,
      "name":"INFJ",
      "day":"Thursday",
      "dayId":"1",
      "time":"8:00pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.infjband.com/",
       "fb":"https://www.facebook.com/infjband",
      "twitter":"https://twitter.com/infjtheband",
      "mp3name":"Before Your Time",
      "mp3":"https://soundcloud.com/infj-1/before-your-time",
      "thumb":"http://songchant.com/outlaw/images/INFJ_th.jpg",
      "image":"http://songchant.com/outlaw/images/INFJ.jpg",
      "bio":"Music like a cool fall breeze passing through your hair, INFJ is a real breath of fresh air. Just a few short notes in and the slow, easy beauty of the duo's approach and easy magic becomes clear. Playful choruses and inspired, often sparse, guitar are characteristics of this music. Adam Duritz and Ryan Spaulding are excited to share with you this inspired new music project in their first ever Outlaw Roadshow appearance! This is a very special project. INFJ, so named for their shared MBTI personality type, is Hayley Simmons and Scott Thompson (also a member of the New England roots rock band, Tallahassee). The pair, first introduced via social media by a mutual friend, initially worked long distance before convening last summer in Providence, RI to record their debut EP. The self-titled effort, co-produced by Ben Knox Miller (The Low Anthem) at the Columbus Theater, has been described as poignant pop, (Redline Roots) and brilliantly walking the fine line between warmly melodic and darkly haunting, (Twangville). Having since closed their geographical gap, INFJ began playing its initial shows around New England just this year. This is definitely an act for you to be watching!   Photo by Matthew Clowney"
},
{
      "id":105,
      "name":"Skunkmello",
      "day":"Thursday",
      "dayId":"1",
      "time":"8:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://skunkmello.com/",
       "fb":"https://www.facebook.com/Skunkmello",
      "twitter":"https://twitter.com/_skunkmello",
      "mp3":"https://soundcloud.com/skunkmello/better-days",
      "mp3name":"Better Days",
      "thumb":"http://songchant.com/outlaw/images/skunkmello_th.jpg",
      "image":"http://songchant.com/outlaw/images/skunkmello.jpg",
      "bio":"There have been three different Outlaw Roadshows in the United States this year. One in Austin, one in Nashville and now one in New York. Skunkmello will have played all three of them by the end of this week. That's some crazy loyalty and an abundance of the country's best swamp-rock blues and a whole lot of fun! The band's latest album Stars & Stripes has received blog love and radio play in multiple cities. They are finishing new material and looking to position an album in the year ahead. A Skunkmello show offers loud-marriages of Blues, Americana, and Country into a good-time soundtrack that goes undeniably well with whiskey! Adam Duritz and Ryan Spaulding are please to announce we'll have our friends in Skunkmello back with us - this time in New York City. The band plays this Thursday night 10/15 at the world-famous Bowery Electric. They're gonna bring the house down!"
},
       {
      "id":106,
      "name":"Lauren Marsh",
      "day":"Thursday",
      "dayId":"1",
      "time":"9:00pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.laurenmarsh.com/",
       "fb":"https://www.facebook.com/LaurenMarshMusic",
      "twitter":"https://twitter.com/lmarshmusic",
      "mp3name":"Promise",
      "mp3":"https://soundcloud.com/laurenmarshmusic/promise",
      "thumb":"http://songchant.com/outlaw/images/laurenmarsh_th.jpg",
      "image":"http://songchant.com/outlaw/images/laurenmarsh.jpg",
      "bio":"We invited Lauren Marsh to play this year's Outlaw Roadshow no more than 15 minutes after hearing her music. I was profoundly happy to find her. It's that moment when you didn't know what you were looking for until you've stumbled across it. This is an artist poised to make big waves in the coming months. Several of the songs you will see performed at The Bowery Electric in her set (Thursday night 10/15) will be from Marsh's new EP Veracity, due out January 22, 2016. And they are really, really good. This new record is something different and will serve as a dividing line between her old life and the next. A stirring collection of atmospheric indie-pop tunes, relying on synth and FX as they do ukulele and keyboard, Veracity is a testimony to leaving the past behind and choosing to live fully without holding back. Lauren Marsh’s music is her driving force. Ever since she greeted family and friends with full renditions of Jewel’s 'Pieces of You', on her karaoke machine at age four, music has been her solace and her means of communication; the raw clarity in the blur that is life. Around the same time, Marsh began making up her own melodies in her head; not realizing this was something that made her different. By age 14, Marsh was writing full songs, combining her melodies with poems she’d been inscribing in notebooks for years. Soon enough Marsh found her voice and was travelling anywhere and everywhere to perform live, even if it meant rolling her duct taped keyboard in a shopping cart to get there. Marsh’s early loves were the unusual bedfellows of jazz and heavy rock, yielding her initial compositions as the sprawling creations of Pink Floyd fronted by Ella Fitzgerald. It was Ella that then sparked the discovery of Marsh’s own artistic vision. By taking standards like 'How High the Moon' and making something new and astonishing from them, Ella’s work embodied true innovative imagination; giving more than just life to a song."
},
              {
      "id":107,
      "name":"Ninet Tayeb",
      "day":"Thursday",
      "dayId":"1",
      "time":"9:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://www.ninetayeb.com/en/home",
       "fb":"https://www.facebook.com/ninetayebOfficial",
      "twitter":"https://twitter.com/tayebninet",
      "mp3name":"Paper Parachute",
      "mp3":"https://soundcloud.com/ninet-tayeb/paper-parachute",
      "thumb":"http://songchant.com/outlaw/images/ninettayeb_th.jpg",
      "image":"http://songchant.com/outlaw/images/ninettayeb.jpg",
      "bio":"Adam and I are absolutely delighted to announce that we have the magical Ninet Tayeb with us in New York for a very special Outlaw Roadshow performance. Ninet is essentially the most famous name in the Israel entertainment industry; a songwriter, an actress, a DJ and a hell of a live performer! Our show with Ninet at The Bowery Electric on Thursday 10/15 is going to serve as a wake-up call for the States. With a new album nearly done (the new single is below) she is going to take America by storm! With over a decade making her way to the top of Israel's music scene, Ninet Tayeb has become one of the most successful and infectious female artists in her country, now planning the worldwide release of her 5th album. After achieving everything that her local scene can offer - and playing selected dates throughout the US/UK/EUROPE over the past few years- Ninet has now has exclusively set her sights on the international stage looking to impact her music/sound to larger audiences worldwide, both with her stellar new LP and with fantastic live shows. Ninet's last album Sympathetic Nervous System (Produced by Mike Crossey who worked with The Arctic Monkeys, Blood Red Shoes and many more) has received overwhelming reviews - Tayeb is now in her final days of mixing her new album to be released in early 2016"
},

 {     "id":108,
      "name":"Matt Sucich",
      "day":"Thursday",
      "dayId":"1",
      "time":"10:00pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.mattsucich.com/",
      "fb":"https://www.facebook.com/MattSucich",
      "twitter":"https://twitter.com/EsMatteo",
      "mp3":"https://soundcloud.com/mattsucich/sentimental-and-fearless",
      "mp3name":"Sentimental And Fearless",
      "thumb":"http://songchant.com/outlaw/images/mattsucich_th.jpg",
      "image":"http://songchant.com/outlaw/images/mattsucich.jpg",
      "bio":"Over the course of the last few years, New York troubadour Matt Sucich has become a central player in The Outlaw Roadshow family - playing our stages, attending our shows and supporting our community, that he become a staple. And along the way, Matt's musical prowess and storytelling have only improved and today, he is a force to be reckoned with in modern Folk Rock. Matt has unleashed a new collection of songs this month, Stripping For The Blind, contains years of Matt's best singles and new favorites. These songs will be played with much love this Thursday night 10/15 at The Bowery Electric as Matt (and maybe a few friends) will belt out one of New York's best sets to our appreciative audience! Aside from performing regularly at home in New York City, Sucich (pron: sue-sitch) has also set foot on some pretty exciting stages across the U.S. including the Heartbreaker Banquet in Austin, TX, Firefly Music Festival in Dover, PA, Bonnaroo in Manchester, TN, Levon Helm's Midnight Ramble in Woodstock, NY, and many others." 
      },
             {
      "id":109,
      "name":"These Wild Plains",
      "day":"Thursday",
      "dayId":"1",
      "time":"10:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"https://thesewildplains.bandcamp.com/",
       "fb":"https://www.facebook.com/thesewildplains",
      "twitter":"https://twitter.com/thesewildplains",
      "mp3name":"Hey, to Clear the Air",
      "mp3":"https://soundcloud.com/thesewildplains/hey-to-clear-the-air",
      "thumb":"http://songchant.com/outlaw/images/thesewildplains_th.jpg",
      "image":"http://songchant.com/outlaw/images/thesewildplains.jpg",
      "bio":"It never ceases to amaze me when you hear music that's in step with the way you feel but it comes to you completely unanticipated. If you closed your eyes and listened to These Wild Plains you would never, in a million years, expect this sound to come from a Boston band. And that's when you realize the songs, the music and the feeling are a gift - and you never, ever know when life will surprise you. The stage barely contains the country charisma or the rock and it barely makes a difference if you're ready or not. We are very excited to announce that These Wild Plains will be making their first ever Outlaw Roadshow appearance in New York City on Thursday 10/15. It was only a year after These Wild Plains played their first live show to a sold out Great Scott in Allston, MA, that Esquire Magazine featured them in their 15 Bands to Watch List last year. They've been busy since on the live front as go-to support in Boston for national touring bands like The Whigs, Futurebirds and A Rocket To The Moon. They've made the most of those opportunities nad have earned some fantastic looks from festivals and shows around the country: Mile of Music (Appleton, WI), SXSW (Austin, TX) and just announced: Stagecoach 2016 (Indio, CA) in the Spring. This is a precise band playing a really impressive east coast telling of ramshackle country-rock with some really accomplished players. These Wilds Plains is Ben Voskeritchian, Ryan Bambery, Nick Mercado, Rob Motes, and Steve Lord."
},
       {
      "id":110,
      "name":"Alan Semerdjian",
      "day":"Thursday",
      "dayId":"1",
      "time":"11:00pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.alansemerdjian.com/",
       "fb":"https://www.facebook.com/semerdjian",
      "twitter":"https://twitter.com/hashtag/AlanSemerdjian",
      "mp3name":"For Blackbirds",
      "mp3":"https://soundcloud.com/semerdjian/alan-semerdjian-quiet-songs-for-loud-times-01-for-blackbirds",
      "thumb":"http://songchant.com/outlaw/images/alansemerdjian_th.jpg",
      "image":"http://songchant.com/outlaw/images/alansemerdjian.jpg",
      "bio":"Alan Semerdjian is a poet, a teacher, a performer and the embodiment of everything we are trying to do with The Outlaw Roadshow. In the last year, Alan has become a close friend, I've chatted with him online and we've had him in to play the weekly radio program. Each time we work with Alan, it becomes clear that here is a creator who understands the role of art and the balance of life. His psychological imprint left upon listeners, students and his artist peers is undeniable. And like so many artists with who we are lucky to work with, he creates because it's the only way he knows how to survive. Alan Semerdjian’s work always seems to find its way to those who need his music in their lives. There is a quiet majesty in his work. Sitting and watching him play is like watching a painter. Perhaps its his insistence on doing things his own way and staying true to his vision of the world, one informed by years of creating art, writing essays and poems, and teaching high school English in and around New York City. Semerdjian's latest, Quiet Songs for Loud Times is mixed by longtime friend and frequent collaborator Mike Bloom (The Elected, Rilo Kiley, Julian Casablancas), who has worked with Semerdjian on his previous two releases (2005‘s When There Was Something Wrong With You and 2009’s The Big Beauty), and features appearances by Aram Bajakian (Lou Reed, Diana Krall) on electric guitar, Chris Kuffner (Ingrid Michaelson) on bass, Dave Diamond (Assembly of Dust) on drums and percussion and Matt Iselin on piano and organ. The team succeeds at constructing a mature and artful intimacy that is consistent with Semerdjian’s distinct aesthetic while striking notes familiar in modern folk music, indie and art rock, and Americana traditions. The result is a stunningly beautiful album in both sound and sentiment, positioning Alan Semerdjian alongside some of the most ambitious and inventive songwriters working today. It is with a wide smile and a happy heart we announce Semerdjian will play The Outlaw Roadshow New York on Thursday 10/15. This is an artist you need to know and whether or not yet can attend this performance, these are songs that will help you along your way."
},
{     "id":111,
      "name":"Buffalo Rodeo",
      "day":"Thursday",
      "dayId":"1",
      "time":"11:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://www.buffalorodeomusic.com/",
      "fb":"https://www.facebook.com/BuffaloRodeo",
      "twitter":"https://twitter.com/buffalorodeo",
      "mp3":"https://soundcloud.com/buffalo-rodeo/butterfly-knife-1",
      "mp3name":"Butterfly Knife",
      "thumb":"http://songchant.com/outlaw/images/buffalorodeo_th.jpg",
      "image":"http://songchant.com/outlaw/images/buffalorodeo.jpg",
      "bio":"Buffalo Rodeo were already an amazing band before The Outlaw Roadshow came to Nashville in July 2015, but Adam and I still consider them to be one of 'ours' now. The reason: like a great cup of coffee or a slow day in the park on a beautiful day  - Buffalo Rodeo hit all the right notes. Their songs feel like rays of sunshine and the effects of listening can sustain long after the last note has sounded. About once or twice a year, I unexpectedly climb up on stage after a band's set to publicly invite them to our next event (in whatever city it may be) based upon the power of their performance. That's what happened with Buffalo Rodeo. They make truly magical ethereal rock and folk look facile. One of the best young bands in America today is coming to New York. Buffalo Rodeo are going to devastate our audiences at The Bowery Electric late Thursday night 10/15.  Formed around 2008 in a music-thirsty gulch of the hills of Bowling Green, KY around the likes of Cage the Elephant, Sleeper/Agent, and Morning Teleportation, Buffalo Rodeo has worked tirelessly as an independent band securing shows at festivals such as Riot Festival (Chicago), Moontower Music Festival, The Big To-Do Festival, Starry Nights Music & Arts Festival as well as booking tours and traveling through most of the eastern half of the United States. Comprised of original members Nate Davis (guitar), Zach Preston (vocals), and Ryan Gilbert (drums), Buffalo Rodeo added Jordan Reynolds (keys, vocals) in 2012 along with Patrick Duncan (bass) and Kevin Creambus (van) the following year to result in a road-hungry combination ready to bring vibrations to all the right eardrums. Ethereal sounds echoing of early Pink Floyd stirred with the modern, rock quirk of Tame Impala - there is a perfect balance here. (Think Brian Jonestown Massacre without all that heaviness.) Every few years we get to work with the provocateurs of these psychedelic waters."
      },
            {
      "id":112,
      "name":"Seth Adam",
      "day":"Thursday",
      "dayId":"1",
      "time":"12:00am",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.sethadam.com/",
       "fb":"https://www.facebook.com/sethadammusic",
      "twitter":"https://twitter.com/sethadam",
      "mp3name":"New York City Bound",
      "mp3":"https://soundcloud.com/rslblog-com/seth-adam-new-york-city-bound",
      "thumb":"http://songchant.com/outlaw/images/sethadam_th.jpg",
      "image":"http://songchant.com/outlaw/images/sethadam.jpg",
      "bio":"Seth Adam creates compelling, accessible, timeless Americana rock music with honest lyrics. With influences ranging from Counting Crows, to The Beatles, to Led Zeppelin, to Tom Petty, his songs demonstrate a deft pop-sensibility and a compelling vulnerability which continue to touch an ever-growing and remarkably diverse fan base. Seth's latest release is Steel Tempered Pride, an album that demonstrates his songwriting ascension. Not one to rely on trends of popular music, this self described 'scrapper' takes a page out of the Lucinda Williams instruction book by performing frequently and writing deeply personal, heartfelt rock & roll songs. Seth Adam was described by entertainment columnist Roger Friedman as 'the hardest-working best live act in indie rock.' There's a quiet toughness to Seth Adam which you can't help but respect.. Artists have to be survivors as much as creators these days. As the curator of an impressive back catalog, Seth has plenty of gritty-material and rays-of-hope to draw from during his late Outlaw set this Thursday night 10/15 at the The Bowery Electric. Ryan Spaulding and Adam Duritz welcome Seth to his first ever Outlaw Roadshow lineup. This is the the year of the worker. This is the year of Seth Adam!"
},
             {
      "id":113,
      "name":"Zip-Tie Handcuffs",
      "day":"Thursday",
      "dayId":"1",
      "time":"12:15am",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://ziptiehandcuffs.bandcamp.com/",
       "fb":"https://www.facebook.com/ziptiehandcuffs",
      "twitter":"https://twitter.com/ziptiehandcuffs",
      "mp3name":"Fwench",
      "mp3":"https://soundcloud.com/ziptiehandcuffs/fwench",
      "thumb":"http://songchant.com/outlaw/images/ziptie_th.jpg",
      "image":"http://songchant.com/outlaw/images/ziptie.jpg",
      "bio":"New England music's biggest sound and hottest band is coming to The Outlaw! Meet the undeniable power and quirk of Zip-Tie Handcuffs. The wild rock trio will close the first night of The Outlaw Roadshow New York at the Bowery Electric. Matt Ford (Vocals/Guitar), Ian Grinold (Vocals/Bass) and Max Levy(Vocals/Drums) are Zip-Tie Handcuffs. Each year just one band emerges with the Crown from Boston's Rock 'n' Roll Rumble in Boston. Now in its 37th year, The Rock ‘n’ Roll Rumble is a time-honored tradition, an institution, and the World Series of Boston Rock. The Rumble showcases Boston's and New England's up-and-coming talent, introduces artists to new audiences, elevates a band's status, and steps up their game. And this year, it's the Zip-Ties who prevailed. They will bring their A Game to New York.  'Zip-Tie Handcuffs live to perform. They are a live band to their core,’ says Rock 'n' Roll Rumble producer Anngelle Wood who is also host of WZLX's Boston Emissions. 'ombining a mix of psych and punk rock, they're a powerhouse of frenetic rock 'n' roll glory.'"
},
       {
      "id":114,
      "name":"Ryan Hamilton",
      "day":"Friday",
      "dayId":"2",
      "time":"6:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://ryanhamiltonmusic.com/",
      "fb":"https://www.facebook.com/RyanHamiltonMusic",
      "twitter":"https://twitter.com/ryanonvacation",
      "mp3name":"Take It On The Run",
      "mp3":"https://soundcloud.com/rslblog-com/ryan-hamilton-take-it-on-the",
      "thumb":"http://songchant.com/outlaw/images/ryanhamilton_th.jpg",
      "image":"http://songchant.com/outlaw/images/ryanhamilton.jpg",
      "bio":"The red-hot Ryan Hamilton is back from his latest tour of the UK and ready to share his 'sunshine rock' and bad-luck ballads with back with fans of The Outlaw Roadshow. Ryan played for us in Austin and now audiences in New York will find out what they've been clamoring for in England. We have Ryan and his band kick everything off Friday night 10/16 at the Bowery Electric. Growing up in the heart of a music loving state like Texas, it would have been hard for acoustic singer songwriter Ryan Hamilton to avoid being exposed and eventually fall in love with music. Even as young as eight years old, whilst traveling in his Dad’s truck listening to John Cougar Mellencamp, the music bug had already bitten. Once he discovered The Eagles, with their unbelievable musicianship and vocal harmonies, the young Hamilton realized that music was a journey he wanted to take. 'There are so many remarkable things going on in these little pop songs. What is most inspiring about Ryan Hamilton's music, really though - is the intangible. It's this ability he has to convert a room of strangers into both fans and as friends, I've seen it happen,' said Ryan Spaulding. 'The Outlaw Roadshow is the perfect place for someone like Ryan. He's steeped in his passion for music and so are our crowds.' Hamilton is also the vocalist, guitar player and keyboardist for the bands People On Vacation and Smile Smile, but what you're going to see in New York is something completely different. This lineup and band are all his own. On his solo debut, Hell Of A Day (an RSL best of 2015 album selection), Hamilton steps out from his past and really prevails for it. 'We tracked everything old school and live. No auto tune, or copying and pasting,' says Hamilton. 'Real sounds and live performances. I can't wait for people to hear these new songs!'"
},
       {
      "id":115,
      "name":"Daniel Thomas Phipps",
      "day":"Friday",
      "dayId":"2",
      "time":"6:45pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"https://www.reverbnation.com/danielthomasphipps",
       "fb":"https://www.facebook.com/TheKinfolk",
      "twitter":"https://twitter.com/danielphippstho",
      "mp3name":"Ladder",
      "mp3":"https://soundcloud.com/musicofnb/daniel-thomas-phipps-ladder",
      "thumb":"http://songchant.com/outlaw/images/danielthomasphipps_th.jpg",
      "image":"http://songchant.com/outlaw/images/danielthomasphipps.jpg",
      "bio":"Daniel Thomas Phipps is a singer/songwriter from Texas. He has a band called 'The Kinfolk.' He plays music and sings with other bands from Texas, too.  He's no stranger to the outlaw stage. We are so excited for him to open the show on Friday night."
},
       {
      "id":116,
      "name":"The Rationales",
      "day":"Friday",
      "dayId":"2",
      "time":"7:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://www.therationales.com/",
       "fb":"https://www.facebook.com/TheRationales",
      "twitter":"https://twitter.com/therationales",
      "mp3name":"Drunk All The Time",
      "mp3":"https://soundcloud.com/rslblog-com/the-rationales-drunk-all-the",
      "thumb":"http://songchant.com/outlaw/images/rationales_th.jpg",
      "image":"http://songchant.com/outlaw/images/rationales.gif",
      "bio":"The Rationales have been a constant in northeast Americana Rock for the better part of the last decade and in that time the band have only gotten better at making heartfelt, blue-collar rock. At the core of the band is the songwriting of creator David Mirabella who channels the 'everyman' in his tales of love lost and tough times. The band has evolved to become a powerful delivery agent and the results can be quite stunning. The Outlaw Roadshow is excited to share the music of The Rationales Friday night 10/16 at the Bowery Electric New York. This set is going to impress!  The Rationales play lushly crafted American rock swirling with hooks, harmonies, & raw emotion, delivered with heart. The Rationales can evoke comparisons to Wilco and Lucero. Their latest release, Dream Of Fire, captures the energy of the Rationales live performance and is the most dynamic recording the band has released to date.  The Rationales are David Mirabella, Mike Mirabella, Sean Black, Chad Raleigh and Dave Lieb."
},
       {
      "id":117,
      "name":"Town Meeting",
      "day":"Friday",
      "dayId":"2",
      "time":"7:30pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.townmeetingmusic.com/",
       "fb":"https://www.facebook.com/TownMeeting",
      "twitter":"https://twitter.com/townmeetingbandhttp://www.allthingsaloud.com/",
      "mp3name":"The Rest of My Life",
      "mp3":"https://soundcloud.com/town-meeting/the-rest-of-my-life",
      "thumb":"http://songchant.com/outlaw/images/townmeeting_th.jpg",
      "image":"http://songchant.com/outlaw/images/townmeeting.jpg",
      "bio":"We're accustomed to traveling far and wide to find great bands, especially the indie folk and Americana acts that punctuate the country's heart and breadbasket. So I'm still pleasantly surprised when I find the best of what America has to offer right here in the northeast. I met the band during this year's Dover Music Fest. After having played their songs regularly on the weekly Outlaw Roadshow Radio program, I was delighted to learn Town Meeting were interested in playing our showcase in New York this week. They will be channeling the ghosts of futures past and present this Friday night 10/16 at The Bowery Electric. Inside the last year Town Meeting have shared stages with Sturgill Simpson, Bombadil, Willie Nelson and Old Crow Medicine Show. Have a listen for yourself and find out why Town Meeting are one hot ticket! Town Meeting is Brothers Luke Condon, Russ Condon and Brendan Collin, Dean Adrien and Tim Cackett. Influenced by a wide range of musical acts - from Dawes to The Avett Brothers to Crosby, Stills, Nash, and Young, their songs are original, well written and harmony driven with an emphasis on musical quality and arrangement."
},

     {     "id":118,
      "name":"Jill Andrews",
      "day":"Friday",
      "dayId":"2",
      "time":"8:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://jillandrews.com/",
      "fb":"https://www.facebook.com/jillandrewsmusic",
      "twitter":"https://twitter.com/jillandrews",
      "mp3":"https://soundcloud.com/jillandrews/cannibal",
      "mp3name":"Cannibal",
      "thumb":"http://songchant.com/outlaw/images/jillandrews_th.jpg",
      "image":"http://songchant.com/outlaw/images/jillandrews.jpg",
      "bio":"Jill Andrews stopped time in Nashville this July in her first ever Outlaw Roadshow appearance. There in the country's music capital for the better part of an hour, you could have heard a pin drop between the notes. Andrews has become one of contemporary music's great treasures, something you're all going to find out in New York City as Andrews fires off fresh songs from her unbelievable new album, The War Inside. Adam Duritz and Ryan Spaulding are excited to annouce that Jill Andrews will join us at The Bowery Electric on Friday night 10/16. In the last few years Andrews' work has reached international audiences via soldout live shows and an infusion of her songs in popular television. Chances are, you've heard Jill Andrews' music and never even knew it. The songs on the new record are more than just a solid progression, this is total breakout material. Predicting you're not going to want to miss this.  On her latest, The War Inside, Jill Andrews shines a light on her own struggles and successes, tying the songs together with a new sound that mixes her folk background with a wider set of influences. While working on The War Inside, Jill signed a publishing deal and began landing songs in multiple TV shows and movies, including Grey's Anatomy, Nashville, American Idol, Hart of Dixie, and Me, Him, Her (2015) etc.... One of her songs, 'Joy Parade', also appeared in The Music of Nashville: Season 2, Volume 2, a TV soundtrack that rose to number 13 on the Billboard 200. But Andrews made sure to save the best songs for her own record." 
      },
       {
      "id":119,
      "name":"Aloud",
      "day":"Friday",
      "dayId":"2",
      "time":"8:15pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.allthingsaloud.com/",
       "fb":"https://www.facebook.com/aloudonline",
      "twitter":"https://twitter.com/aloudonline",
      "mp3name":"Jean Its Just A Ride",
      "mp3":"https://soundcloud.com/rslblog-com/aloud-jean-its-just-a-ride",
      "thumb":"http://songchant.com/outlaw/images/aloud_th.jpg",
      "image":"http://songchant.com/outlaw/images/aloud.jpg",
      "bio":"Aloud thrive as one of the best creative songwriter outlets in New England music today. Whether drawing their inspiration from classic rock's past or from their indie artist peers, it's been thrilling to see this band craft one great album after the next. And whether unplugged or rocking out full electric, this is an act that continues to influence and shine. The magic of the small room will never be made more clear than it will on Friday 10/16 when they take the stage at The Bowery Electric for the latest incarnation of The Outlaw Roadshow! Aloud is a four-piece rock n’ roll band fronted by songwriting team Henry Beguiristain and Jen de la Osa. The two have written songs together since their teens growing up in Miami, Florida. Beguiristain and de la Osa moved to Boston shortly after high school to form Aloud. Over the years, they have created a catalog of songs wide in range, but always influenced by the 60s soul and rock music they grew up on—with a particular affection for harmonies. While the two each have their own distinctive vocal style they are at their best singing together. The two married in 2010. Aloud's music has been featured on NPR's Innovation Hub where it has the honor of being the show's theme song, ESPN, FOX, TV and just recently on a national TV spot for Ashley Furniture. The band has been written about in the Huffington Post, Elmore Magazine, Impose, the Boston Globe, and Time Out to name a few. They play regularly in the northeast, have done two national tours and have been invited several times to the CMJ and SXSW music festivals, and have shared the stage with acts such as Lady Lamb, Lake Street Dive, Cage the Elephant, Alpha Rev, and Hunter Valentine."
},
             {
      "id":120,
      "name":"Mobley",
      "day":"Friday",
      "dayId":"2",
      "time":"9:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://mobleywho.com/",
       "fb":"https://www.facebook.com/mobleywho",
      "twitter":"https://twitter.com/thebandmobley",
      "mp3name":"The New Black",
      "mp3":"https://soundcloud.com/mobley/the-new-black",
      "thumb":"http://songchant.com/outlaw/images/mobley_th.jpg",
      "image":"http://songchant.com/outlaw/images/mobley.jpg",
      "bio":"You never forget your first few times seeing Anthony Watkins II and Mobley play live. Your mind just won't let it happen. At first you think you're seeing something novel, but it's when you realize that every single part of every single song is exactly as recorded - and played by Anthony himself -- and then see it brought to life on the stage. And if you're like me, you see a lot of pop and rock live, but very little R&B. Anthony is astride all of these worlds and he masterfully crafts a place for himself and the band to shine. Watkins is a rare breed, I seldom toss the words 'music genius' around lightly, but that's what we're dealing with here.The Outlaw Roadshow is absolutely thrilled to finally have Mobley with us for the first time. This band's going to tear a hole in the night on Friday 10/16. I hope you can be in the room, but even if you can't you need to follow this creator. Cutting vocals in the woods behind his college dorm. Mixing in the backseat of a sedan. Sneaking into the music department after hours to teach himself to play new instruments (and sneaking out before the faculty arrived in the morning). From the start, Mobley’s work has been marked by solitude, ingenuity, and a drive that could only be called obsessive. Whether you experience his music on record or at one of his live shows (on stage, he’s electric), the passion is palpable. Mobley grew up all over the world, from the Spanish Mediterranean to the California coast. Perhaps it’s because of this itinerant childhood that he finds it so hard to sit still. Over the last few years, he’s composed dozens of pieces for stage and television, played 150+ national tour dates (with the likes of JUNGLE, Mutemath, & Wavves and at festivals like Savannah Stopover and Float Fest), and recorded (then scrapped) two whole albums in pursuit of the songs that would become his forthcoming full-length debut, Fresh Lies. The album, on which Mobley plays every instrument, defies easy classification, drawing liberally (often simultaneously) from indie rock, R&B, and pop sensibilities. He’s equally at home on a playlist next to The Weeknd and TV on the Radio alike, while his electronic, dub-dabbling production style calls to mind the intricate work of artists like James Blake and Thom Yorke."
},
{
      "id":121,
      "name":"Daniel Blue (from Seattle's Motopony)",
      "day":"Friday",
      "dayId":"2",
      "time":"9:00pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.motoponymusic.com/",
       "fb":"https://www.facebook.com/motopony",
      "twitter":"https://twitter.com/motopony",
      "mp3name":"I Don't Need To Know",
      "mp3":"https://soundcloud.com/danielbluetawtm/i-dont-need-to-know-feat",
      "thumb":"http://songchant.com/outlaw/images/danielblue_th.jpg",
      "image":"http://songchant.com/outlaw/images/danielblue.jpg",
      "bio":"I couldn't imagine putting on The Outlaw Roadshow if it didn't mean bringing together musicians from the four corners, from all walks of life and all levels of achievement - and having a ton of fun doing it. All you need it a passion for creating and a desire to celebrate the inner fire - the flame that makes us all music lovers, and gives us all reason to survive. And it's this thought that leads us to this place - and an opportunity to put Daniel Blue on the stage of The Outlaw Roadshow for the first time ever. Blue's celebrated accomplishments with Motopony and his own continued support for 'the artist' makes him the perfect addition to our event. Very excited to announce that Seattle's Daniel Blue will play a Friday night set at The Outlaw Roadshow at The Bowery Electric. Recommend arriving early to ensure entry.. this is going to be real treat! Daniel Blue is best known as the leading force behind the Seattle band Motopony, whose breakout hit 'King of Diamonds' made them indie radio darlings in 2011. Since then the band has transformed through several incarnations, and in the past year has released the 'Idle Beauty' EP and Mike McCarthy produced full-length 'Welcome You'. Amidst those records the band has toured almost half way around the world to festivals in India and shows in the UK as well as circling the US twice in the past 12 months. When in the UK the band had found themselves in Abbey Road Studios with producer Rob Cass and recorded the soon to be released 'Naked at the Abbey, Live at Abbey Road' EP. Rob took to Daniel's spirit and writing and immediately offered to record his debut solo album. Daniel is currently gearing up to head back to London and back into Abbey Road early in the new year. In the meantime, traveling with revival tent in tow, Daniel will be stopping at stages, living rooms and backyards on the east and west coasts throughout the fall to work out the new material in preparation for the recording."
},
{     "id":122,
      "name":"Diana DeMuth",
      "day":"Friday",
      "dayId":"2",
      "time":"10:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://www.dianademuthmusic.com/",
      "fb":"https://www.facebook.com/dianademuthmusic",
      "twitter":"https://twitter.com/dianademuthhq",
      "mp3":"https://soundcloud.com/diana-demuth-1/fenway",
      "mp3name":"Fenway",
      "thumb":"http://songchant.com/outlaw/images/dianademuth_th.jpg",
      "image":"http://songchant.com/outlaw/images/dianademuth.jpg",
      "bio":"What is it about a voice and spirit that differentiates? I consider this thought as I listen to Diana DeMuth's debut, Albuquerque, a quiet, scene-setter LP that helps provide some real answers. While her voice was never in question (DeMuth was a spotlighted musician on the X-Factor, exposing her talent to a massive international audience.) She owns an old soul and is now on the songwriting path that television program, and others like it, do not foster. Having just seen Diana perform live in one of Nashville's best sounding room this July at The Outlaw, I can assure you - she's got game! Diana and her band play Friday night 10/16 at the Bowery Electric. .Now residing in Los Angeles, Diana DeMuth is a folk/rock musician originally from Boston, MA. She began singing, writing, and playing guitar at the age of thirteen and recorded her first EP at fourteen. After attending school in Oregon, DeMuth returned home to work with distinguished producer Alain Mallet on her debut album Albuquerque incorporates her soulful and intimate sound with unique arrangements. The album was recently added to music blog Ryan's Smashing Life's Best of 2015 List. " 
      },
        {
      "id":123,
      "name":"Avi Jacob",
      "day":"Friday",
      "dayId":"2",
      "time":"9:45pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://music.avijacob.com/",
       "fb":"https://www.facebook.com/avijacob",
      "twitter":"https://twitter.com/avijacobfolk",
      "mp3name":"Cannonball",
      "mp3":"https://soundcloud.com/avijacobfolk/cannonball",
      "thumb":"http://songchant.com/outlaw/images/avijacob_th.jpg",
      "image":"http://songchant.com/outlaw/images/avijacob.jpg",
      "bio":"Is emerging indie star Avi Jacob still a folk singer? Raised in New England and splitting time along points along the eastern seaboard, his artistic catalog has come to occupy nearly all points along the folk spectrum. And depending on whether he's with his band or on his lonesome, a show can take on many faces. These songs are honest, thoughtful, self-effacing tales capable of stirring the soul of any audience. It's been exciting to witness this artist's evolution as Avi Jacob seemed to truly find his stride in 2014 and now is considered by many of his peers to be among the most influential artists they work with today. We are very excited to have Avi Jacob with us Friday 10/16 in his first ever Outlaw Roadshow performance. Quietly one of the best today in our opinion, Americana artist Avi Jacob expresses the old soul of east coast America, twisting melodies from its' pitfalls and triumphs. Avi released his debut LP So Hard To Reach You in early 2014 on Whitehaus Family Records. Tracks on the albums revolve around the singer's troubled six-year relationship with the mother of his first-born son. The new video for 'Cannonball' was just released and a new album is on the way!"
},

   {
  "id":124,
      "name":"K. Phillips",
      "day":"Friday",
      "dayId":"2",
      "time":"11:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://www.kphillipsmusic.com/",
      "fb":"https://www.facebook.com/pages/K-Phillips/144599505617584",
      "twitter":"https://twitter.com/thekphillips",
      "mp3":"https://soundcloud.com/k-phillips/you-dont-hafta",
      "mp3name":"You Don't Hafta",
      "thumb":"http://songchant.com/outlaw/images/kphillips_th.jpg",
      "image":"http://songchant.com/outlaw/images/kphillips.jpg",
      "bio":"Look, I'm an evil genius and I can barely be blamed for the stuff  I've made come true - let alone for the business that unfolds under my watchful eye. Adam and I are grateful for the attention but we're even more impacted by the people we draw close on their own accord. Texas native K Phillips has been one of America's best kept secrets for the last half decade.. This summer the storyteller moved to Nashville - to a place in which people understand excellence. There, his ramshackle, country vibe comes off exactly as intended.. Cautiously perfect. Righteously cool..  K Phillips is one of my top five live acts in America and we're happy (of course) to have him back with us in New York City this week. No hip to the jive? No worries, most of us aren't judgmental - but the fact remains, this diminutive character is one of the very best making music. K Phillips moved to Nashville this summer. He travels north to New York this week and plays the grand finale of our set on Friday 10/16. Tell your friends, tell your neighbors (warn you sisters and your daughters) this is rock & roll. Hailing from Austin, TX and bringing with them the howling ghosts of music's past, K PHILLIPS could be the most underrated live band in America today. A stage veteran throughout the south, K Phillips is appearing in his fifth Outlaw Roadshow - and our first here in Nashville. We really want to knock over audiences and this is a stellar way to do it. Prepared to be touched by this guy's music and his ramshackle Rimbaud-inspired poetry. Expect quiet moments and huge, soaring jams - all inspired by stories of lost love and nights out looking for trouble. Whiskey-in-hand, I will be right there with you, in the front row of one of America's best live sets. The Outlaw Roadshow welcomes K back with open arms!" 
      },
          {
      "id":125,
      "name":"Butch Parnell",
      "day":"Saturday",
      "dayId":"3",
      "time":"6:00pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.runawaydorothy.com/",
       "fb":"https://www.facebook.com/runawaydorothy",
      "twitter":"https://twitter.com/butchparnell",
      "mp3name":"The Same",
      "mp3":"https://soundcloud.com/butchparnell/the-same",
      "thumb":"http://songchant.com/outlaw/images/butchparnell_th.jpg",
      "image":"http://songchant.com/outlaw/images/butchparnell.jpg",
      "bio":"There's an edge to all of Butch Parnell's songs. Even the softest, most gentle tracks have a functional blade. Whether as part of his celebrated New York alt-country rock band, Runaway Dorothy, or on his new solo EP, The Brightness, you have a storyteller who doesn't sugarcoat it. With a wry eye and a knowing mind, Parnell stretches the listener's ability to enjoy dark country folk in the most sunshine way. BEST OF 2015 ALBUM SELECTION - Parnell's got a winner on his hands in these slow, gorgeous songs. Put 'Brightness' on repeat. Then guess how many times it plays through before you see your watch. Hypnotic and so pretty. I haven't talked to the man about the record yet, but rest assured I will. And while I'm not so interested in why it was made, I am very curious of how. And what happened in those recording sessions. Is there more? The qualities are as rich as they are simple. The sparse, ghost-like silver strings on 'Windows' - and the strange sound married with voice! Maybe the most haunting things I've heard this year. Adam Duritz and Ryan Spaulding are delighted to share the news that Butch Parnell will be opening the day for us on Saturday 10/17 at the Bowery Electric. This is a set you're going to want to see and provide your attention for! In all, this will be Parnell's third time playing The Outlaw Roadshow and it's wonderful to have him back. This will be one of the best sets on Saturday."
},
        {
      "id":126,
      "name":"The Longwalls",
      "day":"Saturday",
      "dayId":"3",
      "time":"6:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://staticmotor.com/artists/the-longwalls/",
       "fb":"https://www.facebook.com/thelongwalls",
      "twitter":"https://twitter.com/TheLongwalls",
      "mp3name":"Gold Standard",
      "mp3":"https://soundcloud.com/staticmotor/02-home?in=staticmotor/sets/the-longwalls-gold-standard-sampler",
      "thumb":"http://songchant.com/outlaw/images/longwalls_th.jpg",
      "image":"http://songchant.com/outlaw/images/longwalls.jpg",
      "bio":"You never know who you'll run into drinking and carousing at a rock show. That's pretty much the backstory about how The Longwalls came into my life. I had heard their music and liked it a great deal but it was the human experience of meeting the band one faithful night and then re-listening that's made us as close as we are today - and ultimately landed them in their second Outlaw Roadshow lineup in as many years. One of the east coast's standout pop acts, you aren't going to want to miss what I've already come to describe as 'Boston's best kept secret' for good reason.. they make dark pop and sugarly death songs better than most anybody else I know. Come watch this band prevail once again on the stage of The Bowery Electric. They play Saturday night 10/17. Mining the edges of indie, country, and the worst of basic cable, The Longwalls make American pop music—with hearts firmly planted on sleeves. Featuring ex-Gatsby heroes Alan Wuorinen and Brandon Comstock with singer / songwriter Dan London and DIY wunderkind Kurt von Stetten on drums, The Longwalls stalk a line between noisy post-pop and twang—exploring ideas and ideals from pop and pulp alike. The band’s 2008 home-brewed debut, Field Guide for the Zombie Survivalist, features the much-beloved track (and video) Zombies! 2010’s Dark Academy EP was called “a future classic' by the Noise. 2011's Careers in Science—the band's pulpy run at sci-fi triumph and failure—was called 'a start-to-finish power-pop gem.' 2012's Kowloon was called 'a lovely novella of an album' by The Owl Mag.  Their latest, Gold Standard, features 11 tracks of hard- hitting, fuzzed-out tunes twinged with nostalgia for an unattainable past—the American gold standard. "
},
   {
      "id":127,
      "name":"Seán Barna",
      "day":"Saturday",
      "dayId":"3",
      "time":"6:45pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://seanbarna.com",
      "fb":"https://www.facebook.com/SeanBarna",
      "twitter":"https://twitter.com/seanbarna",
      "mp3name":"Late July",
      "mp3":"https://soundcloud.com/seanbarna/late-july",
      "thumb":"http://songchant.com/outlaw/images/seanbarna_th.jpg",
      "image":"http://songchant.com/outlaw/images/seanbarna.jpg",
      "bio":"At each Outlaw Roadshow I meet a couple new best friends.. great folks involved with music who we end up meeting in the city where we are throwing our parties. Sometimes they are musicians, sometimes they are music lovers. Often it's both. This past in March in Austin, TX, ​​​Seán Barna became one of those new best friends.  An enthusiastic cheerleader for the bands in our lineup and a brother-in-arms in all those street-walking late hours, Barna also managed to put on one of the most sublime and beautiful opening sets in Outlaw Roadshow history. You never know where brilliance will find you which is why you always need to leave your heart open. Ryan Spaulding and Adam Duritz are excited to announce that Washington DC musician ​​​Seán Barna will play The Outlaw Roadshow at The Bowery Electric on Saturday 10/17! Seán Barna is a singer, songwriter, and drummer living in Washington, D.C. His debut EP, Cutter Street, is an urgent and powerful collection of songs recorded at The Fortress in Downtown Los Angeles in late-2013 and early-2014, while Barna was jobless and living on his friend's couch. The urgency in his voice reveals a man desperately vulnerable. Yet, with unadulterated honesty, he displays a keen self-awareness.   By combining lyrics that employ pure and brave introspection with a silk-tinged but jagged voice, Barna takes the singer-songwriter tradition of diary-drawn lyrics to a new and unique place, and his songs transmute entrenched heartache into hymns of healing for the disconsolate. He is currently recording a followup full length LP, tentatively called Monogamy and Other Disappointments."
      },
      {     "id":128,
      "name":"Nate Leavitt",
      "day":"Saturday",
      "dayId":"3",
      "time":"7:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://nateleavittmusic.com/",
      "fb":"https://www.facebook.com/nateleavittmusic",
      "twitter":"https://twitter.com/nate_leavitt",
      "mp3":"https://soundcloud.com/rslblog-com/nate-leavitt-taking-the-long",
      "mp3name":"Taking The Long Way Home",
      "thumb":"http://songchant.com/outlaw/images/nateleavitt_th.jpg",
      "image":"http://songchant.com/outlaw/images/nateleavitt.jpg",
      "bio":"As one of New England's best ax-men, having supported some of Boston's greatest live acts with his outstanding guitar for 20 some years now. Finally coming to terms with the songs in his heart, Leavitt has crafted an utterly amazing debut album in, You, Me and The Silence. It's a near-masterpiece of emotive storytelling and gentile grace. The more I have listened to the songs off this record, the more I have fallen for them - and you will too. These songs are mesmerizing. Nate Leavitt needs no more than 4 minutes to break your heart. Nate Leavitt is definitely One To Watch! "
      },
               {
      "id":129,
      "name":"Tyler Stenson",
      "day":"Saturday",
      "dayId":"3",
      "time":"7:30pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.tylerstenson.com/",
       "fb":"https://www.facebook.com/tylerstensonmusic",
      "twitter":"https://twitter.com/tylerstenson",
      "mp3name":"Say No More",
      "mp3":"https://soundcloud.com/tyler-stenson/say-no-more",
      "thumb":"http://songchant.com/outlaw/images/tylerstenson_th.jpg",
      "image":"http://songchant.com/outlaw/images/tylerstenson.jpg",
      "bio":"Born in Lander, WY but raised in Oregon, Tyler Stenson is a bold, lyric-first Portland singer songwriter that draws profound influence from his roots in the humble West. Raised a vocalist by his musical mother, a perfectionist by his father the architect and a scrapper by the pair, Stenson’s unique brand of 'Elegant Folk' music is the fitting result of his upbringing — wildly creative but ever wrangled by his meticulous attention to detail and desire to design things differently. In an age where thoughtful lyric has taken a backseat to hyper production, Stenson has learned one thing through his decade-plus of experiences and performances at notable venues such as the legendary Bluebird Cafe in Nashville and The Hotel Cafe in Los Angeles: Lyric is King. Stenson’s music is just that — simple words paired with humble notes that all at once sum up the human experience, endlessly inspiring the train of followers that find a piece of themselves in the sincerity of his words."
},
       {
      "id":130,
      "name":"The Quaildogs",
      "day":"Saturday",
      "dayId":"3",
      "time":"8:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://thequaildogs.com/",
       "fb":"https://www.facebook.com/TheQuaildogs",
      "twitter":"https://twitter.com/thequaildogs",
      "mp3name":"Dance Like JFK",
      "mp3":"https://soundcloud.com/quaildogs/dance-like-jfk",
      "thumb":"http://songchant.com/outlaw/images/quaildogs_th.jpg",
      "image":"http://songchant.com/outlaw/images/quaildogs.jpg",
      "bio":"With their debut album well received and a whole lot of buzz being generated in their home town of Atlanta, Quaildogs are on the move. It looks like 2016 holds a whole lot of good tidings. The songs have the sound of instant classics and this band's set gets stronger as the night goes out. Adam Duritz and Ryan Spaulding are please to announce the Quaildogs will play The Outlaw Roadshow Satuday 10/17 at the Bowery Electric. We think you're going to fall in love. Quaildogs breathe life into a distinctive brand of alt-country that recalls the genre’s heyday as a potent '90s niche, while at the same time reveling in classic, freewheeling rock & roll. Having managed to keep together a steady and unfaltering six-piece lineup since their 2011 inception, the band has developed a unique camaraderie and sound that has earned them opening slots for a diverse set of acts including The Handsome Family, Futurebirds, The Wood Brothers, Moon Taxi, Roadkill Ghost Choir and the Dirty Dozen Brass Band—and all this before having released a proper full-length debut. Which brings us to The Getting Old Factory. The intermittent, drawn-out recording sessions for the Atlanta band’s first LP—which took place during the summer of 2014—mirror one of the album's primary narratives: 'The idea that if you’re a well-intentioned, hard-working person, you can make good in this world doesn't necessarily exist anymore, says multi-instrumentalist Michael Barnhart. On the title track, singer/guitarist Rob Josephs juxtaposes the readily available blue-collar work of his father's generation with the bleak employment situation of recent years, which he and Barnhart experienced firsthand as they both lost their day jobs and struggled to find work. 'I didn't take it well,' Josephs says. 'It was hard times.' But The Getting Old Factory (out Sept. 18) is an encouraging, uplifting record that transcends these grim realities. The group cut the album at Atlanta’s famed Glow in the Dark Studios, and the final mixes were mastered by Alex Lowe (Aretha Franklin, Cee-Lo, R.E.M.) at Red Tuxedo Studios. The sound exemplifies a work ethic hellbent on overcoming hurdles rather than succumbing to them.  Quaildogs are Michael Barnhart, Lee Berg, Paul Brandon, Robert Josephs, Marvin Moate, and Graham Terban."
},
               {
      "id":131,
      "name":"Julie Rhodes",
      "day":"Saturday",
      "dayId":"3",
      "time":"8:15pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://www.julierhodesmusic.com/",
       "fb":"https://www.facebook.com/julierhodesmusic",
      "twitter":"https://twitter.com/julie_rhodes_",
      "mp3name":"In Your Garden",
      "mp3":"https://soundcloud.com/julierhodes/02-in-your-garden",
      "thumb":"http://songchant.com/outlaw/images/julierhodes_th.jpg",
      "image":"http://songchant.com/outlaw/images/julierhodes.jpg",
      "bio":"When was the last time you were really impressed by a new artist? Or were maybe knocked over by a cocktail singer in a pub you walked in only to quench your thirst.. ? Get ready because this could be one of the most impressive Outlaw vocal debuts ever! Julie Rhodes has earned her reputation as one of New England's richest vocal deliveries and she's done it all with live performances. Her debut album is complete and the singer is about to enter a new phase of her career and we are delighted to help play any role in exposing the world to her talent.  Julie makes her Outlaw Roadshow NY debut on Saturday 10/17. Do everything you can to be in the front of the room for this! When Julie Rhodes lets her voice loose, she digs deep into a pocket of soul that persuades audiences to follow her lead. Just a year ago, Rhodes began work on her debut album, Bound to Meet the Devil. The songs speak to a year of travel, passion, and sacrifice, as she matured quickly from playing her first shows to a performer who owns the stage. Rhodes always set her resolve on music and the road. The day she was able, she charged out of her hometown, searching for live performances that tugged on her heart strings. But it wasn't until she attended the Newport Folk Festival—witnessing a lineup with an infectious spirit for collaboration and a genuine optimism for the vitality of community—that her desire to travel shifted from pursuing other's voices to discovering her own. Produced by Jonah Tolchin and infused with the sounds that inspired her to roam, Bound to Meet the Devil was recorded in New England and Muscle Shoals, Alabama, capturing the spirit found in dive bars, barns, and the throng of outdoor festivals by the sea. Her songs explore the mounting struggles of a working class woman with few riches beyond a determination to dream. The 11-song full-length studio LP includes performances by Rock and Roll Hall of Fame inductee Spooner Oldham, Nickel Creek's Sara Watkins, and Greg Leisz, among others. It was mixed by Grammy-winner Sheldon Gomberg and mastered by 1809 Studios."
},
      {     "id":132,
      "name":"Cheyenne Medders",
      "day":"Saturday",
      "dayId":"3",
      "time":"9:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://cheyennemedders.com/",
      "fb":"https://www.facebook.com/cheyennemedders",
      "twitter":"https://twitter.com/cheyennemedders",
      "mp3":"https://soundcloud.com/cheyennemedders/coffins-nail",
      "mp3name":"Coffin's Nail",
      "thumb":"http://songchant.com/outlaw/images/cheyennemedders_th.jpg",
      "image":"http://songchant.com/outlaw/images/cheyennemedders.jpg",
      "bio":"Cheyenne Medders has been writing and recording songs for more than half his life. Born in Northern Georgia into a musical family, he absorbed the songs coming out of his father’s mouth and from their stereo. It’s no wonder that Cheyenne’s aspiration became creating music as timeless as it is progressive. He has been described as 'Warren Zevon meets The Shins.'  AN INTRODUCTION - Now a family man with a new album in tow, Cheyenne's history in Nashville goes back to the summer of 2006, when he first moved to the city and released his first album Carry Us Away, a prog-folk work that Maverick Magazine described as 'very different, very good' and 'a cut above the rest.' Matching the rambling, acoustic vibe of the record, he assembled a folk band and hit the road for a Pacific Coast tour in a minivan, selling cds and t-shirts and staying with friends along the way. It's been a life in music and stories ever since. We couldn't be happier to have him with us. This has potential to be one of the real buzz sets of this year's Outlaw - don't miss it this set and the chance to get the new album - months before anyone else!" 
      },
               {
      "id":133,
      "name":"Allysen Callery",
      "day":"Saturday",
      "dayId":"3",
      "time":"9:00pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://allysencallerymusic.com/",
       "fb":"https://www.facebook.com/allysencallerymusic",
      "twitter":"https://twitter.com/allysencallery",
      "mp3name":"Bluest Bird",
      "mp3":"https://soundcloud.com/allysencallery/bluest-bird-1",
      "thumb":"http://songchant.com/outlaw/images/allysencallery_th.jpg",
      "image":"http://songchant.com/outlaw/images/allysencallery.jpg",
      "bio":"I first came across the 'ghost folk' music of Allysen Callery a little more than a year ago as she toured Europe with Boston musician Ryan Lee Crosby. I was taken aback about the quiet strength of her deliveries and the delicate way she relocates her listeners. After just a few moments of hearing her play, the room is transformed. The day is changed. The wild, frenzied world we occupy needs more Allysens and so does The Outlaw Roadshow! We're delighted to share that Allysen will make her Outlaw Roadshow on Saturday 10/17 at the Bowery Electric. Be transfixed by her music! Allysen Callery is an American folksinger whose delicate, austere sound has been compared to classic British folk artists like Sandy Denny and Vashti Bunyan. A native of Rhode Island, Callery taught herself to sing and play finger-style guitar by listening to her parents' collection of U.K. folk records from the '60s and '70s. She tours in Europe regularly, and played SXSW festival in 2014. 'Her lilting voice and heartfelt lyrics are eerily close to the work of the late British songstress Sandy Denny, the highest compliment I could hand down to this brilliant artist.'Paste Magazine, 50 States Project, 2014"
},
     {
      "id":134,
      "name":"Rainbow Kitten Surprise",
      "day":"Saturday",
      "dayId":"3",
      "time":"10:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://www.rksband.com/",
       "fb":"https://www.facebook.com/RainbowKittenSurprise",
      "twitter":"https://twitter.com/RKSBandOfficial",
      "mp3name":"Devil Like Me",
      "mp3":"https://soundcloud.com/rainbow-kitten-surprise/rainbow-kitten-surprise",
      "thumb":"http://songchant.com/outlaw/images/rainbowkitten_th.jpg",
      "image":"http://songchant.com/outlaw/images/rainbowkitten.jpg",
      "bio":"So good! From the first moment I heard their music I knew that Rainbow Kitten Surprise needed to be a part of The Outlaw Roadshow. The name is amazing, but the music's really the thing.With their dynamic indie sound and a flair for the dramatic, I predict this will be one of the very best sets of this year's three-night long party in Manhattan. The five-piece band with the stellar name play The Bowery Electric late Saturday night 10/17. Rainbow Kitten Surprise hails from the mountains of Boone, North Carolina. The Alternative/Indie-Pop band takes influence from great artists like Modest Mouse, Lana Del Rey, and Kings of Leon. RKS was formed in early 2013 when the first two members, Sam Melo and Darrick 'Bozzy' Keller, decided to begin writing and composing music together. What started out as just two college students with acoustic guitars has become something much, much more. I am thoroughly impressed. Get involved with their two records, Seven andRKS. Both are stellar. Spotify certifies the band at more than a million plays. This is a band for right now!"
},
         {
      "id":135,
      "name":"Kirby Brown",
      "day":"Saturday",
      "dayId":"3",
      "time":"9:45pm",
      "stageId":"1",
      "stage":"The Map Room",
      "url":"http://kirbybrownmusic.tumblr.com/",
       "fb":"https://www.facebook.com/kirbybrownmusic",
      "twitter":"https://twitter.com/Kirby_Brown",
      "mp3name":"No... MY Generation",
      "mp3":"https://soundcloud.com/kirbybrownmusic/02-no-my-generation",
      "thumb":"http://songchant.com/outlaw/images/kirbybrown_th.jpg",
      "image":"http://songchant.com/outlaw/images/kirbybrown.jpg",
      "bio":"Possibly the new-to-me act that I'm most interested in spending time in front of at this year's Outlaw in New York.. This is the case of a most curious Kirby Brown. Some of this dude's songs explode upon the listener while others ... just unfold .. Rock 'n' Roll isn't just a memory. It's time for us to meet someone new. Rocking mostly. Rustic at times and occasionally psychedelic. The world is, as you know, an unfair and odd place. I cannot imagine a rationale world that this gentlemen isn't as big as the sun. Kirby has played with Willie Nelson, The Flaming Lips, Leon Russell, and The Avett Brothers. Just listen to this and get into the moment. Still, we think Kirby would agree .. it's good to be an Outlaw."
},
      {   "id":136,
      "name":"OldJack",
      "day":"Saturday",
      "dayId":"3",
      "time":"11:30pm",
      "stageId":"2",
      "stage":"Downstairs",
      "url":"http://oldjackmusic.com/",
      "fb":"https://www.facebook.com/oldjackband",
      "twitter":"https://twitter.com/oldjackmusic",
      "mp3":"https://soundcloud.com/rslblog-com/oldjack-take-a-bow",
      "mp3name":"Take A Bow",
      "thumb":"http://songchant.com/outlaw/images/oldjack_th.jpg",
      "image":"http://songchant.com/outlaw/images/oldjack.jpg",
      "bio":"Perhaps the best live act at this year's Outlaw Roadshow in Nashville came from this chestnut of a band. We've come to know them and love as no other and that's because they are worth it! The Outlaw Roadshow is so very privileged to bring you the stellar rock & soul of Boston's OldJack! The band play a very late set on Saturday 10/17 in what could be the best set in town. The room will be pleased. The band has recently returned from taking time to work on new tracks and perfect their live show with the addition of multiple new members. Be on the lookout for OldJack in concert at a show near you, and a second full-length album for release in 2016.  OldJack is Dan Nicklin (Lead Vocals), Hugh Wyman (Guitar), Jim Collins (Bass Guitar), Derek Feeney (Guitar), Paul Gallo (Drums), Kelly Davis (Vocals), Nate Leavitt (Acoustic Guitar), and Evan Harriman (Keys). A bigger sound for an act already known for it's huge performances. "
       }
]



