[    
{     "id":51,
      "name":"Fort Frances",
      "day":"Saturday",
      "dayId":"2",
      "time":"8:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://fortfrancesmusic.com/",
      "fb":"https://www.facebook.com/fortfrancesband",
      "twitter":"https://twitter.com/thefortfrances?lang=en",
      "mp3":"https://soundcloud.com/fort-frances/plastic-hearts-1",
      "mp3name":"Plastic Hearts",
      "thumb":"http://songchant.com/outlaw/images/fortfrances_th.jpg",
      "image":"http://songchant.com/outlaw/images/fortfrances.jpg",
      "bio":"Fort Frances' new album is, No One Needs to Know Our Name. Yes, it's an odd title for an record considering most independent bands are doing everything possible to win exposure. It’s more of a personal manifesto of this band. In an age of hyper-connectivity and public oversharing, frontman and chief lyricist, David McMillin, says, “This is a reminder that we are all allowed to shut out the noise.” Fort Frances is McMillin, Aaron Kiser and Jeffrey Piper."
       },
             {     "id":56,
      "name":"Corey James & Sara Bost",
      "day":"Saturday",
      "dayId":"2",
      "time":"10:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.coreyjamesbost.com/",
      "fb":"https://www.facebook.com/coreyjamesbost",
      "twitter":"https://twitter.com/coreyjamesbost",
      "mp3":"https://soundcloud.com/coreyjamesbost/features",
      "mp3name":"Features",
      "thumb":"http://songchant.com/outlaw/images/coreyjamesbost_th.jpg",
      "image":"http://songchant.com/outlaw/images/coreyjamesbost.jpg",
      "bio":"Corey James Bost is a Singer/Songwriter from south Florida that now resides in Nashville TN. His first release was in the form of an EP called 'Kingdom' that came out in early 2013. Kingdom was followed up quickly by the debut LP 'Heritage' that was released in the summer of 2014. You can see Corey frequenting venues all over the states in the remainder of this year."
      },

{     "id":18,
      "name":"The Secret Sisters",
      "day":"Friday",
      "dayId":"1",
      "time":"11:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://www.secretsistersband.com/",
      "fb":"https://www.facebook.com/TheSecretSisters",
      "twitter":"https://twitter.com/thesecretsister",
      "mp3":"https://soundcloud.com/niceshirt-1/the-secret-sisters-tomorrow-will-be-kinder",
      "mp3name":"Tomorrow Will Be Kinder",
      "thumb":"http://songchant.com/outlaw/images/secretsisters_th.jpg",
      "image":"http://songchant.com/outlaw/images/secretsisters.jpg",
      "bio":"The Secret Sisters initiate many new traditions on their second full-length album, Put Your Needle Down (Republic Records)—produced by the legendary T Bone Burnett. The duo of Laura and Lydia Rogers has certainly come a long way from their critically acclaimed 2010 self-titled debut and an even longer way from their childhood in Florence, Alabama—just outside of the legendary music mecca Muscle Shoals. Embracing a myriad of styles and focusing on songwriting this time around, their growth becomes evinced within both the music and the title."
      }, 
{     "id":52,
      "name":"Diana DeMuth",
      "day":"Saturday",
      "dayId":"2",
      "time":"8:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.dianademuthmusic.com/",
      "fb":"https://www.facebook.com/dianademuthmusic",
      "twitter":"https://twitter.com/dianademuthhq",
      "mp3":"https://soundcloud.com/diana-demuth-1/albuquerque",
      "mp3name":"Albuquerque",
      "thumb":"http://songchant.com/outlaw/images/dianademuth_th.jpg",
      "image":"http://songchant.com/outlaw/images/dianademuth.jpg",
      "bio":"Diana DeMuth is a folk/rock musician originally from Boston, MA. She began singing, writing, and playing guitar at the age of thirteen and recorded her first EP at fourteen. In 2014 DeMuth auditioned for the X Factor USA and appeared in front of celebrity judges Simon Cowell, Demi Lovato, and Kelly Rolland all of whom put her through to the next rounds. DeMuth would eventually make it to the top 50 and return home to work with distinguished producer Alain Mallet on her debut album \"Albuquerque\". The album incorporates her soulful and intimate sound and lyrics with unique arrangements. Diana is now touring across the United States and the album is out now!" 
      },

{     "id":55,
      "name":"Cory Branan",
      "day":"Saturday",
      "dayId":"2",
      "time":"10:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://corybranan.com/",
      "fb":"https://www.facebook.com/corybranan",
      "twitter":"https://twitter.com/Corybranan",
      "mp3":"https://soundcloud.com/bshq/you-make-me-by-cory-branan",
      "mp3name":"You Make Me",
      "thumb":"http://songchant.com/outlaw/images/corybranan_th.jpg",
      "image":"http://songchant.com/outlaw/images/corybranan.jpg",
      "bio":"Throughout his career, Cory Branan has been too punk for country, too country for punk, too Memphis for Nashville, and probably a little too Cory Branan for anyone’s damn good. He has proven himself as a top-notch songwriter.  Cory Branan is a natural-born storyteller, his seemingly conversational, painstakingly crafted anecdotes benefitting from a hard-eyed stare at hydra-headed life experiences. Not unlike his musical and literary pedestal sitters, from John Prine and Leonard Cohen to Raymond Carver and Gabriel Garcia Marquez, Cory's gift for detail and phrase-turning is a thing of wonder. Cory has a well-documented history with groups like former label mates Lucero, musicians of his ilk who trend toward the rawer end of roots music (The Loved Ones' Dave Hause, Chuck Ragan, The Hold Steady, The Gaslight Anthem, Two Cow Garage, Drag the River's Jon Snodgrass), and rock stars like Chris Carrabba (Dashboard Confessional), who has covered Cory's gorgeous \"Tall Green Grass\" and been a reoccurring tour mate. Never one to shy away from an itinerary of non-stop cross-country shows, Cory possesses a unique performance style that enables him to gravelly sing a coy double entendre in one ear of the audience, while yelling the most beautiful love song into the other."
      },


{     "id":54,
      "name":"Midnite on Pearl Beach",
      "day":"Saturday",
      "dayId":"2",
      "time":"9:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"https://midniteonpearlbeach.bandcamp.com/",
      "fb":"https://www.facebook.com/MidniteOnPearlBeach",
      "twitter":"//twitter.com/midniteopb",
      "mp3":"https://soundcloud.com/midnite-on-pearl-beach/no-mystery-in-that",
      "mp3name":"No Mystery In That",
      "thumb":"http://songchant.com/outlaw/images/midniteonpearlbeach_th.jpg",
      "image":"http://songchant.com/outlaw/images/midniteonpearlbeach.jpg",
      "bio":"A 1981 El Camino rumbles down the side street, speakers busted, but still full of magic and life...Midnite On Pearl Beach hastily scrawled on the side. Dark, dreamy, soulful rock-and-roll, spearheaded by Louisiana born, Chicago-resident Justin Jahnke, Midnight On Pearl Beach is Justin's take on psychedelic rock, trippy folk, and poppy rhythm and blues. 'Lamplighter' is the first release, a full-length album recorded at Engine Studios and Clava Studios in Chicago. 'Bermuda' is a soon-to-be-released EP recorded at Rattlesnake Studio."
      },


{     "id":20,
      "name":"ELEL",
      "day":"Friday",
      "dayId":"1",
      "time":"12:00am",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://elelmusic.com/",
      "fb":"https://www.facebook.com/elelmusic",
      "twitter":"https://twitter.com/elelmusic",
      "mp3":"https://soundcloud.com/el-el-3/40-watt",
      "mp3name":"40-Watt",
      "thumb":"http://songchant.com/outlaw/images/elel_th.jpg",
      "image":"http://songchant.com/outlaw/images/elel.jpg",
      "bio":"Nashville 8-piece ELEL had a big summer. Their debut track '40 Watt', an effervescent blast of feel good indie pop, drew comparisons to the likes of Vampire Weekend and MGMT, winning over a slew of blogs and affording them the opportunity to perform at Bonnaroo Festival. The band are set to release their debut album 'Geode' early next year on Mom+Pop.  ELEL, consisting of two horns, two drums, three keys ,guitar, bass and whole lot of vocals, was born from front man Ben Elkins meeting a girl named Eliska. Ben's now wife softened his edges while introducing him to the likes of Beach House and Toro Y Moi. Speaking on ELEL, Ben says 'It’s the outcome of me producing music that risks leaving space and communicates emotion easily and softly.'  This band represents a new start for its members, for a variety of reasons. Tied together by the bustling Nashville music scene but from an array of locations, ELEL includes Ben (Arkansas), Zach (Kentucky), Tim (Mississippi), Jo Jo (Queens, NY), Alex (Pennsylvania), and life-long Nashvillians (so far) Fredrick, Jerry and Stefan. According to Ben, '40 Watt is a big loud dance song about dancing with one other person in a little bitty house.' We have more exciting news very soon."
      },

 {     "id":13,
      "name":"Matt Sucich",
      "day":"Friday",
      "dayId":"1",
      "time":"8:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.mattsucich.com/",
      "fb":"https://www.facebook.com/MattSucich",
      "twitter":"https://twitter.com/EsMatteo",
      "mp3":"https://soundcloud.com/mattsucich/mirages",
      "mp3name":"Mirages",
      "thumb":"http://songchant.com/outlaw/images/mattsucich_th.jpg",
      "image":"http://songchant.com/outlaw/images/mattsucich.jpg",
      "bio":"Matt Sucich spent 2014 writing, performing, and recording the follow up to his self-produced 2012 full-length 'Layers.' His band was also there. So was producer & engineer Paul Loren. Together they released a single, 'The Lonely Dreamer,' and as 2015 unfolds, new live video sessions and studio-recorded, live-to-tape, honest-to-goodness American tracks will be yours to see and hear via magic internet services."
      },
{     "id":22,
      "name":"Buffalo Rodeo",
      "day":"Friday",
      "dayId":"1",
      "time":"1:00am",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://www.buffalorodeomusic.com/",
      "fb":"https://www.facebook.com/BuffaloRodeo",
      "twitter":"https://twitter.com/buffalorodeo",
      "mp3":"https://soundcloud.com/buffalo-rodeo/butterfly-knife-1",
      "mp3name":"Butterfly Knife",
      "thumb":"http://songchant.com/outlaw/images/buffalorodeo_th.jpg",
      "image":"http://songchant.com/outlaw/images/buffalorodeo.jpg",
      "bio":"Buffalo Rodeo’s latest EP '123 Water' dances a line between classical ethereal sounds reminiscent of 70’s bands like Pink Floyd and Fleetwood Mac and modern psychedelic variations like Mac Demarco and Tame Impala. A considerable maturation from their 2013 release 'Home Videos', Buffalo Rodeo strives to combine tight rhythms and ambient melodies with expressive vocal harmonies on their newest release.  Formed around 2008 in a music-thirsty gulch of the hills of Bowling Green, KY around the likes of Cage the Elephant, Sleeper/Agent, and Morning Teleportation, Buffalo Rodeo has worked tirelessly as an independent band securing shows at festivals such as The Big To-Do Festival, Starry Nights Music & Arts Festival, and Riot Fest, as well as booking tours in around 25 states in 2013 alone."
      },
      {
  "id":12,
      "name":"K Phillips & The Concho Pearls",
      "day":"Friday",
      "dayId":"1",
      "time":"8:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://www.kphillipsmusic.com/",
      "fb":"https://www.facebook.com/pages/K-Phillips/144599505617584",
      "twitter":"https://twitter.com/thekphillips",
      "mp3":"https://soundcloud.com/k-phillips/kats-song-what-i-cant-have",
      "mp3name":"Kat's Song (What I can't have)",
      "thumb":"http://songchant.com/outlaw/images/kphillips_th.jpg",
      "image":"http://songchant.com/outlaw/images/kphillips.jpg",
      "bio":"On K Phillips' debut American Girls, the West Texan champions the desperate, the sleazy and the broken, with small-town murals that glimpse into the jealousy of a sheriff, lovers that freeze to death and a crude lothario that misquotes dead poets. He prefers bygone rock sounds, leading his band on resonator, mouth harp, banjo, guitar, Hammond B3 and Piano, the latter being his primary tool. “The piano playing came out of necessity. I wanted to write country ballads, Motown grooves and gospel music and it’s not the same on the guitar,” he says, drawing from southern soul and rock as well — his heroes garnered from classic rock radio’s key kings like Leon Russell, Billy Preston and Gregg Allman."
       },
          { "id":57,
      "name":"Boom Forest",
      "day":"Saturday",
      "dayId":"2",
      "time":"11:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://boomforest.com/",
      "twitter":"https://twitter.com/boomforest",
      "fb":"https://www.facebook.com/theboomforest",
      "mp3":"https://soundcloud.com/rslblog-com/boom-forest-shadow-of-doubt",
      "mp3name":"Shadow of a Doubt",
      "thumb":"http://songchant.com/outlaw/images/boomforest_th.jpg",
      "image":"http://songchant.com/outlaw/images/boomforest.jpg",
      "bio":"John Paul Roney is what's next. Playing music as BOOM FOREST, you'll find folk driven by madness and love. With angelic vocals and dramatic use of distortion, driving drums and an odd, iconic etherea that's somehow oddly religious in feel - this one has got it ALL. Listen and then listen again.. Boom Forest is the spiritual wailings of John Paul Roney from the automated woods of tomorrow." 
      },
      {     "id":19,
      "name":"Parlour Bells",
      "day":"Friday",
      "dayId":"1",
      "time":"11:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://parlourbells.com/",
      "fb":"https://www.facebook.com/parlourbells",
      "twitter":"https://twitter.com/parlourbells",
      "mp3":"https://soundcloud.com/rslblog-com/parlour-bells-id-like-to-think",
      "mp3name":"I'd Like To Think",
      "thumb":"http://songchant.com/outlaw/images/parlourbells_th.jpg",
      "image":"http://songchant.com/outlaw/images/parlourbells.jpg",
      "bio":"Called one of Boston’s Best Local Rock Bands by CBS Boston, Parlour Bells is dusky, darkly romantic lounge pop and art rock from the Boston-area songwriting duo of Glenn di Benedetto and Nate Leavitt.  Frontman Glenn di Benedetto, who has drawn comparisons to Bowie, Nick Cave and Perry Farrell, croons dramatic anthems against gritty, rocking neo-glam and pop riffs. Nate Leavitt’s guitar is commanding straight-up rock set against a taut, sexy rhythm section, bright dreamy synth and strong male and female backing vocals. While they fit most comfortably in the rock genre, Parlour Bells craft pop songs that are potentially cross-marketable."
      },
      {     "id":14,
      "name":"Daniel and The Lion",
      "day":"Friday",
      "dayId":"1",
      "time":"9:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://datlband.com/",
      "fb":"https://www.facebook.com/canyonspellsband?fref=ts",
      "twitter":"https://twitter.com/andthelion",
      "mp3":"https://soundcloud.com/datlband/daniel-and-the-lion-death-head",
      "mp3name":"Death Head",
      "thumb":"http://songchant.com/outlaw/images/canyonspells_th.jpg",
      "image":"http://songchant.com/outlaw/images/canyonspells.jpg",
      "bio":"Canyon Spells (formerly Daniel and the Lion), is an independent folk-pop duo consisting of Jimmie Linville and Daniel Pingrey. Friends since high school, and hailing from the secluded town of Baraboo, WI, they formed in 2009 and have released two full length albums, Sweet Teeth and Death Head. Their sound is a dichotomy of forces... Pingrey’s heady musicality and lush arrangements starkly compliment Linville’s catchy melodies, heartfelt lyrics and canyon voice."
      }, 
{
      "id":58,
      "name":"Skunkmello",
      "day":"Saturday",
      "dayId":"2",
      "time":"11:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://skunkmello.com/",
      "mp3":"https://soundcloud.com/skunkmello/backseat-gypsy-1",
      "mp3name":"Backseat Gyspy",
      "thumb":"http://songchant.com/outlaw/images/skunkmello_th.jpg",
      "image":"http://songchant.com/outlaw/images/skunkmello.jpg",
      "bio":"Sewer blues and gutter grooves for the barefooted and absent minded. After almost 3 years of late nights, lost shoes, and last calls, Skunkmello remains one of New York City's hardest working and most prolific new bands. After a single blistering recording session in August 2012, the band released their debut 'Whiskey & Oatmeal' to an overwhelmingly positive response online and at college radio. June 2013 saw the release of a second EP 'Lowlife Dreams' which was Mastered by Grammy Award Winner Brian Lucey (best known for his work on The Black Keys' 'Brothers' and 'El Camino')."
       },
       {     "id":49,
      "name":"Erin Rae and The Meanwhiles",
      "day":"Saturday",
      "dayId":"2",
      "time":"7:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"https://themeanwhiles.bandcamp.com/",
      "fb":"https://www.facebook.com/pages/Erin-Rae/257633649773",
      "twitter":"",
      "mp3":"https://soundcloud.com/erin-rae/hard-time-believing-erin-rae",
      "mp3name":"Hard Time Believing",
      "thumb":"http://songchant.com/outlaw/images/erinrae_th.jpg",
      "image":"http://songchant.com/outlaw/images/erinrae.jpg",
      "bio":"Erin Rae, Graham Bechler, and Cori LeCain got together to form The Meanwhiles in early 2011, and began recording their debut album, Crazy Talk EP, in June. Beginning with simple songs written by Erin Rae, Graham Bechler took this project under his wing and produced them to become the beautiful, dynamic songs they are now. With the help of many Nashville friends and fellow musicians, this EP has become a first effort The Meanwhiles are very excited to share."
      },
           {     "id":17,
      "name":"CAPPA",
      "day":"Friday",
      "dayId":"1",
      "time":"10:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.cappamusic.net/",
      "fb":"https://www.facebook.com/cappamusic",
      "twitter":"https://twitter.com/cappamusic",
      "mp3":"https://soundcloud.com/cappa-music/hush",
      "mp3name":"Hush",
      "thumb":"http://songchant.com/outlaw/images/cappa_th.jpg",
      "image":"http://songchant.com/outlaw/images/cappa.jpg",
      "bio":"Originally hailing from outside Philadelphia, 24 year old CAPPA is no newbie to the music scene. Starting to write songs at age seven, Carla Cappa released her first album in 2009 where her song “I’m Not” won her 1st place in the USA Songwriting Competition. Landing a showcase that brought her to Nashville, TN, she moved shortly after to pursue her music career. The young artist released a series of singles which landed her traction on Sirius XM 20 on 20, Buzzfeed, and eventually landed her a feature as background vocalist for Passion Pit’s live VEVO session. Developing a distinct new sound, Carla Cappa has launched her new, long- awaited project CAPPA. Just having dropped her official self-titled EP, CAPPA’s singles have been floating around on popular internet sites such as SPIN, Alt Press, Noisey, Tunecore and many more. Her single 'Hush' was described as 'a little gem of a pop classic, think Broods in the beat with Grimes on vocals and that thing where Taylor Swift is always talking about what color dress she’s wearing' by All Things Go. Popular music blog The Music Ninja stated artists like CAPPA 'are truly redefining what the (pop) genre is all about.' With four hit singles off of her five song debut EP, CAPPA proves she is not one to be ignored."
      },
{     "id":44,
      "name":"Fleurie",
      "day":"Saturday",
      "dayId":"2",
      "time":"4:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.fleuriemusic.com/",
      "fb":"https://www.facebook.com/fleuriemusic",
      "twitter":"https://twitter.com/fleuriemusic",
      "mp3":"https://soundcloud.com/fleuriemusic-1/fire-in-my-bones-1",
      "mp3name":"Fire In My Bones",
      "thumb":"http://songchant.com/outlaw/images/fleurie_th.jpg",
      "image":"http://songchant.com/outlaw/images/fleurie.jpg",
      "bio":"The name is French. The singer is American. And the music — a dreamy, cinematic pop sound that sweeps, swoons, and soars — creates its own geography. On her new EP, Arrows, Fleurie balances herself between two different worlds: one, an organic place where pianos twinkle and vocals flutter; the other, a digital place where electronic drums, synthesizers and computer programming meet. The musical moniker of Michigan-born, Nashville-based Lauren Strahm - a singer/songwriter who plays multiple instruments and co-produces her own material - Fleurie is an artist's artist. She creates lush, layered music with a skeleton crew, and her songs mix mainstream-worthy melodies with arrangements that push creative boundaries. In other words, this songwriter isn't chasing trends. She's creating them."
      },
      {     "id":46,
      "name":"Thad Kopec",
      "day":"Saturday",
      "dayId":"2",
      "time":"5:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://thadkopec.com/",
      "fb":"https://www.facebook.com/pages/Thad-Kopec/151998024858214",
      "twitter":"https://twitter.com/thadkopec",
      "mp3":"https://soundcloud.com/thad-kopec/every-drop-1",
      "mp3name":"Every Drop",
      "thumb":"http://songchant.com/outlaw/images/thadkopec_th.jpg",
      "image":"http://songchant.com/outlaw/images/thadkopec.jpg",
      "bio":"For many weeks I have been celebrating the music from a young man named Thad Kopec from Nashville who has an extraordinary sound. A timeless narrative occupies his distinct voice as he finds a way to channel spirits and ghosts. I hear AA Bondy, Father John Misty and a thousand voices from the dustiest portion of my LP collection in these songs. At times serene and restrained, Kopec also reminds me of Fionn Regan and Nick Drake. That is to say, Kopec is a young man with an old soul and the rarest of human hearts. Definitely One To Watch. THE STUFF OF LEGENDS - When Kopec sits down to write and record his richly layered albums, he is in a room with two windows. From one, you can see the side of an old brick apartment building being steadily overtaken by vines. Out the other, swaying treetops slightly obscure the speckled lights of a laundromat sign and a stream of traffic below. Kopec is a musician who believes you have to keep taking in more of the world to make something of it. As a result, his songs are full of mystery and imagination. The spacious, emotive environments draw a contrast of heavy despair and lighthearted hope. MEET THE ARTIST - Kopec was born in Ocala, Florida, and grew up on a farm there. He went to school in Jacksonville, Florida, for a year and then completed his undergraduate degree in religion and literature in Nashville, Tennessee, which he still calls home. He works as a composer and musician, in addition to recording his albums. Kopec is involved in every step of the creative process— writing, arranging, producing and playing a number of instruments, including guitar, bass, piano, synthesizer, percussion and ambient noise. "
      },
            {     "id":21,
      "name":"Moseley",
      "day":"Friday",
      "dayId":"1",
      "time":"12:30am",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.moseleyband.com/",
      "fb":"https://www.facebook.com/pages/Thad-Kopec/151998024858214",
      "twitter":"https://twitter.com/moseleymusic",
      "mp3":"https://soundcloud.com/moseleyband/faithful",
      "mp3name":"Faithful",
      "thumb":"http://songchant.com/outlaw/images/moseley_th.jpg",
      "image":"http://songchant.com/outlaw/images/moseley.jpg",
      "bio":"" },
{     "id":45,
      "name":"American Hotel",
      "day":"Saturday",
      "dayId":"2",
      "time":"5:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://americanhotelband.com/",
      "fb":"https://www.facebook.com/americanhotelband",
      "twitter":"https://twitter.com/_americanhotel",
      "mp3":"https://soundcloud.com/american-hotel/pretty-young-girl",
      "mp3name":"Pretty Young Girl",
      "thumb":"http://songchant.com/outlaw/images/americanhotel_th.jpg",
      "image":"http://songchant.com/outlaw/images/americanhotel.jpg",
      "bio":"American Hotel is a new collaborative project featuring Jesse Hall, Jeremy Lister, Adam Binder, Anthony Fiacco, and Vince Gard. The band showcases 3 lead singers (Hall, Lister, Loucks) and is currently recording their debut album, eyeing a mid-year release."
      }
]



