[    
	   {"id":1,
      "name":"Fort Frances",
      "day":"Saturday",
      "dayId":"2",
      "time":"TBD",
      "stageId":"1",
      "stage":"Mercy",
      "url":"http://fortfrancesmusic.com/",
      "fb":"https://www.facebook.com/fortfrancesband",
      "twitter":"https://twitter.com/thefortfrances?lang=en",
      "mp3":"https://soundcloud.com/fort-frances/plastic-hearts-1",
      "mp3name":"Plastic Hearts",
      "thumb":"http://songchant.com/outlaw/images/fortfrances_th.jpg",
      "image":"http://songchant.com/outlaw/images/fortfrances.jpg",
      "bio":"Fort Frances' new album is, No One Needs to Know Our Name. Yes, it's an odd title for an record considering most independent bands are doing everything possible to win exposure. It’s more of a personal manifesto of this band. In an age of hyper-connectivity and public oversharing, frontman and chief lyricist, David McMillin, says, “This is a reminder that we are all allowed to shut out the noise.” Fort Frances is McMillin, Aaron Kiser and Jeffrey Piper."
       }, 

{   "id":2,
      "name":"OldJack",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://oldjackmusic.com/",
      "fb":"https://www.facebook.com/oldjackband",
      "mp3":"https://soundcloud.com/oldjack/hold-tight",
      "mp3name":"Hold Tight",
      "thumb":"http://songchant.com/outlaw/images/oldjack_th.jpg",
      "image":"http://songchant.com/outlaw/images/oldjack.jpg",
      "bio":"OldJack is a group of circumstance. While recording other bands, Lead singer/songwriter Dan “GoodWood” Nicklin would find himself requesting his clients and musician friends to help make a studio record. In the Winter of 2008 a show was offered and OldJack took its first line up. While the members have changed and the band has grown in numbers (they currently bring 8-9 people to the stage) the band is still developing it’s soul/rock sound. With two guitars, bass, drums, organ/keys, three female background singers, and a front man from yesterday, OldJack belts out their original material with lots of harmonies, big vocals, and guitar solos galore."
      }, 

{     "id":3,
      "name":"Diana DeMuth",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://www.dianademuthmusic.com/",
      "fb":"https://www.facebook.com/dianademuthmusic",
      "twitter":"https://twitter.com/dianademuthhq",
      "mp3":"https://soundcloud.com/diana-demuth-1/albuquerque",
      "mp3name":"Albuquerque",
      "thumb":"http://songchant.com/outlaw/images/dianademuth_th.jpg",
      "image":"http://songchant.com/outlaw/images/dianademuth.jpg",
      "bio":"Diana DeMuth is a folk/rock musician originally from Boston, MA. She began singing, writing, and playing guitar at the age of thirteen and recorded her first EP at fourteen. In 2014 DeMuth auditioned for the X Factor USA and appeared in front of celebrity judges Simon Cowell, Demi Lovato, and Kelly Rolland all of whom put her through to the next rounds. DeMuth would eventually make it to the top 50 and return home to work with distinguished producer Alain Mallet on her debut album "Albuquerque". The album incorporates her soulful and intimate sound and lyrics with unique arrangements. Diana is now touring across the United States and the album is out now!" 
      }, 

{     "id":4,
      "name":"Canyon Spells",
      "day":"Friday",
      "dayId":"1",
      "time":"TBD",
      "stageId":"1",
      "stage":"Mercy",
      "url":"http://datlband.com/",
      "fb":"https://www.facebook.com/canyonspellsband?fref=ts",
      "twitter":"https://twitter.com/andthelion",
      "mp3":"https://soundcloud.com/datlband/daniel-and-the-lion-death-head",
      "mp3name":"Death Head",
      "thumb":"http://songchant.com/outlaw/images/canyonspells_th.jpg",
      "image":"http://songchant.com/outlaw/images/canyonspells.jpg",
      "bio":"Daniel and the Lion is an independent folk-pop duo consisting of Jimmie Linville and Daniel Pingrey. Friends since high school, and hailing from the secluded town of Baraboo, WI, they formed in 2009 and have released two full length albums, “Sweet Teeth” and “Death Head.” Their sound is a dichotomy of forces: Pingrey’s heady musicality and lush arrangements starkly compliment Linville’s catchy melodies, heartfelt lyrics and canyon voice."
      }, 

{     "id":5,
      "name":"Turbo Fruits",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://turbofruits.com/",
      "fb":"https://www.facebook.com/turbofruits",
      "twitter":"https://twitter.com/turbofruits/",
      "mp3":"https://soundcloud.com/turbo-fruits/the-way-i-want-you",
      "mp3name":"The Way I Want You",
      "thumb":"http://songchant.com/outlaw/images/turbofruits_th.jpg",
      "image":"http://songchant.com/outlaw/images/turbofruits.jpg",
      "bio":"Nashville, Tennessee band Turbo Fruits have made their name with notoriously wild live shows and frenetic rock songs about girls, drugs and frying their brains. On ‘No Control’ (in stores 4/20/15) their fourth and most self-aware album, the band emerges from their teenage haze of pot smoke with a fresh perspective, directly addressing the uncertainties and fear of serious relationships, real life and the chaos that can be created by life on the road …"
      }, 

{     "id":6,
      "name":"The Secret Sisters",
      "day":"Friday",
      "dayId":"1",
      "time":"TBD",
      "stageId":"1",
      "stage":"Mercy",
      "url":"http://www.secretsistersband.com/",
      "fb":"https://www.facebook.com/TheSecretSisters",
      "twitter":"https://twitter.com/thesecretsister",
      "mp3":"https://soundcloud.com/niceshirt-1/the-secret-sisters-tomorrow-will-be-kinder",
      "mp3name":"Tomorrow Will Be Kinder",
      "thumb":"http://songchant.com/outlaw/images/secretsisters_th.jpg",
      "image":"http://songchant.com/outlaw/images/secretsisters.jpg",
      "bio":"The Secret Sisters initiate many new traditions on their second full-length album, Put Your Needle Down [Republic Records]—produced by the legendary T Bone Burnett. The duo of Laura and Lydia Rogers has certainly come a long way from their critically acclaimed 2010 self-titled debut and an even longer way from their childhood in Florence, Alabama—just outside of the legendary music mecca Muscle Shoals. Embracing a myriad of styles and focusing on songwriting this time around, their growth becomes evinced within both the music and the title."
}, 

{     "id":7,
      "name":"Nate Leavitt",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://nateleavittmusic.com/",
      "fb":"https://www.facebook.com/nateleavittmusic",
      "twitter":"https://twitter.com/nate_leavitt",
      "mp3":"https://soundcloud.com/nateleavitt/where-did-your-love-go",
      "mp3name":"Where Did Your Love Go",
      "thumb":"http://songchant.com/outlaw/images/nateleavitt_th.jpg",
      "image":"http://songchant.com/outlaw/images/nateleavitt.jpg",
      "bio":"Nate Leavitt needs no more than 4 minutes to break your heart. 

      Nate has been performing in the Boston music scene for a little over twenty years. While most of that time was spent with the Supercharged Soul band The Blizzard of 78, he now makes his time as a solo artist as well as with the bands Parlour Bells (nominated for Video of the Year by the Boston Music Awards 2013) and Old Jack (nominated for Best Live Act by the Boston Music Awards 2011). 
      
      Nate’s acoustic based, ghostly-folk debut EP \"Inference\" received many positive reviews like this one from Jonathan Perry of The Boston Globe, \"Effectively reflecting his affinity for the softer sounds of singer-songwriter folk and alt-country of the Ryan Adams (circa “Heartbreaker\") variety...Inference is an emotionally stark, bare-bones affair that puts his plainspoken, plaintive voice squarely front and center.\" Alex Schab of The Weekly Dig wrote, \"Nate Leavitt’s solo debut packs a lot of power—subtle, ghostly, chill-the-flesh-off-your-bones power. Which says a lot, considering this is a folk album.\" Also Ryan Spaulding of Ryan's Smashing Life said, \"Leavitt is a gifted soul who deserves this attention and more. Regardless of the name he plays under, most everything he touches turns to gold. Highly Recommended.\""
      }, 

{     "id":8,
      "name":"Cory Branan",
      "day":"Saturday",
      "dayId":"2",
      "time":"TBD",
      "stageId":"1",
      "stage":"Mercy",
      "url":"http://corybranan.com/",
      "fb":"https://www.facebook.com/corybranan",
      "twitter":"https://twitter.com/Corybranan",
      "mp3":"https://soundcloud.com/bshq/you-make-me-by-cory-branan",
      "mp3name":"You Make Me",
      "thumb":"http://songchant.com/outlaw/images/corybranan_th.jpg",
      "image":"http://songchant.com/outlaw/images/corybranan.jpg",
      "bio":"Throughout his career, Cory Branan has been too punk for country, too country for punk, too Memphis for Nashville, and probably a little too Cory Branan for anyone’s damn good. He has proven himself as a top-notch songwriter.

      Cory Branan is a natural-born storyteller, his seemingly conversational, painstakingly crafted anecdotes benefitting from a hard-eyed stare at hydra-headed life experiences. Not unlike his musical and literary pedestal sitters, from John Prine and Leonard Cohen to Raymond Carver and Gabriel Garcia Marquez, Cory's gift for detail and phrase-turning is a thing of wonder.

Cory has a well-documented history with groups like former label mates Lucero, musicians of his ilk who trend toward the rawer end of roots music (The Loved Ones' Dave Hause, Chuck Ragan, The Hold Steady, The Gaslight Anthem, Two Cow Garage, Drag the River's Jon Snodgrass), and rock stars like Chris Carrabba (Dashboard Confessional), who has covered Cory's gorgeous "Tall Green Grass" and been a reoccurring tour mate.

Never one to shy away from an itinerary of non-stop cross-country shows, Cory possesses a unique performance style that enables him to gravelly sing a coy double entendre in one ear of the audience, while yelling the most beautiful love song into the other."
      }, 

{     "id":3,
      "name":"",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"",
      "fb":"",
      "twitter":"",
      "mp3":"",
      "mp3name":"",
      "thumb":"http://songchant.com/outlaw/images/_th.jpg",
      "image":"http://songchant.com/outlaw/images/.jpg",
      "bio":""
      }, 

      {
      "id":45,
      "name":"Boom Forest",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://boomforest.com/",
      "twitter":"https://twitter.com/boomforest",
      "fb":"https://www.facebook.com/theboomforest",
      "mp3":"https://soundcloud.com/rslblog-com/boom-forest-shadow-of-doubt",
      "mp3name":"Shadow of a Doubt",
      "thumb":"http://songchant.com/outlaw/images/boomforest_th.jpg",
      "image":"http://songchant.com/outlaw/images/boomforest.jpg",
      "bio":"John Paul Roney is what's next. Playing music as BOOM FOREST, you'll find folk driven by madness and love. With angelic vocals and dramatic use of distortion, driving drums and an odd, iconic etherea that's somehow oddly religious in feel - this one has got it ALL. Listen and then listen again.. Boom Forest is the spiritual wailings of John Paul Roney from the automated woods of tomorrow." 
      },
           {
      "id":42,
      "name":"Skunkmello",
      "day":"",
      "dayId":"",
      "time":"",
      "stageId":"",
      "stage":"",
      "url":"http://skunkmello.com/",
      "mp3":"https://soundcloud.com/skunkmello/backseat-gypsy-1",
      "mp3name":"Backseat Gyspy",
      "thumb":"http://songchant.com/outlaw/images/skunkmello_th.jpg",
      "image":"http://songchant.com/outlaw/images/skunkmello.jpg",
      "bio":"Sewer blues and gutter grooves for the barefooted and absent minded. After almost 3 years of late nights, lost shoes, and last calls, Skunkmello remains one of New York City's hardest working and most prolific new bands. After a single blistering recording session in August 2012, the band released their debut 'Whiskey & Oatmeal' to an overwhelmingly positive response online and at college radio. June 2013 saw the release of a second EP 'Lowlife Dreams' which was Mastered by Grammy Award Winner Brian Lucey (best known for his work on The Black Keys' 'Brothers' and 'El Camino')."
       },   
                {
      "id":30,
      "name":"K Phillips",
      "day":"Friday",
      "dayId":"1",
      "time":"10:00pm",
      "stageId":"1",
      "stage":"Mercy",
      "url":"http://www.kphillipsmusic.com/",
      "fb":"https://www.facebook.com/pages/K-Phillips/144599505617584",
      "twitter":"https://twitter.com/thekphillips",
      "mp3":"https://soundcloud.com/k-phillips/kats-song-what-i-cant-have",
      "mp3name":"Kat's Song (What I can't have)",
      "thumb":"http://songchant.com/outlaw/images/kphillips_th.jpg",
      "image":"http://songchant.com/outlaw/images/kphillips.jpg",
      "bio":"On K Phillips' debut American Girls, the West Texan champions the desperate, the sleazy and the broken, with small-town murals that glimpse into the jealousy of a sheriff, lovers that freeze to death and a crude lothario that misquotes dead poets. He prefers bygone rock sounds, leading his band on resonator, mouth harp, banjo, guitar, Hammond B3 and Piano, the latter being his primary tool. “The piano playing came out of necessity. I wanted to write country ballads, Motown grooves and gospel music and it’s not the same on the guitar,” he says, drawing from southern soul and rock as well — his heroes garnered from classic rock radio’s key kings like Leon Russell, Billy Preston and Gregg Allman."
       }
]



